{"title":{"0":"Arthur Conan Doyle","1":"Sherlock Holmes"},"summary":{"0":"Sir Arthur Ignatius Conan Doyle  (22 May 1859 – 7 July 1930) was a British writer and physician. He created the character Sherlock Holmes in 1887 for A Study in Scarlet, the first of four novels and fifty-six short stories about Holmes and Dr. Watson. The Sherlock Holmes stories are milestones in the field of crime fiction.\nDoyle was a prolific writer; other than Holmes stories, his works include fantasy and science fiction stories about Professor Challenger and humorous stories about the Napoleonic soldier Brigadier Gerard, as well as plays, romances, poetry, non-fiction, and historical novels. One of Doyle's early short stories, \"J. Habakuk Jephson's Statement\" (1884), helped to popularise the mystery of the Mary Celeste.","1":"Sherlock Holmes () is a fictional detective created by British author Sir Arthur Conan Doyle. Referring to himself as a \"consulting detective\" in the stories, Holmes is known for his proficiency with observation, deduction, forensic science and logical reasoning that borders on the fantastic, which he employs when investigating cases for a wide variety of clients, including Scotland Yard.\nFirst appearing in print in 1887's A Study in Scarlet, the character's popularity became widespread with the first series of short stories in The Strand Magazine, beginning with \"A Scandal in Bohemia\" in 1891; additional tales appeared from then until 1927, eventually totalling four novels and 56 short stories. All but one are set in the Victorian or Edwardian eras, between about 1880 and 1914. Most are narrated by the character of Holmes's friend and biographer Dr. John H. Watson, who usually accompanies Holmes during his investigations and often shares quarters with him at the address of 221B Baker Street, London, where many of the stories begin.\nThough not the first fictional detective, Sherlock Holmes is arguably the best known. By the 1990s, there were already over 25,000 stage adaptations, films, television productions and publications featuring the detective, and Guinness World Records lists him as the most portrayed literary human character in film and television history. Holmes's popularity and fame are such that many have believed him to be not a fictional character but a real individual; numerous literary and fan societies have been founded on this pretence. Avid readers of the Holmes stories helped create the modern practice of fandom. The character and stories have had a profound and lasting effect on mystery writing and popular culture as a whole, with the original tales as well as thousands written by authors other than Conan Doyle being adapted into stage and radio plays, television, films, video games, and other media for over one hundred years.\n\n"},"content":{"0":"Sir Arthur Ignatius Conan Doyle  (22 May 1859 – 7 July 1930) was a British writer and physician. He created the character Sherlock Holmes in 1887 for A Study in Scarlet, the first of four novels and fifty-six short stories about Holmes and Dr. Watson. The Sherlock Holmes stories are milestones in the field of crime fiction.\nDoyle was a prolific writer; other than Holmes stories, his works include fantasy and science fiction stories about Professor Challenger and humorous stories about the Napoleonic soldier Brigadier Gerard, as well as plays, romances, poetry, non-fiction, and historical novels. One of Doyle's early short stories, \"J. Habakuk Jephson's Statement\" (1884), helped to popularise the mystery of the Mary Celeste.\n\n\n== Name ==\nDoyle is often referred to as \"Sir Arthur Conan Doyle\" or \"Conan Doyle\", implying that \"Conan\" is part of a compound surname rather than a middle name. His baptism entry in the register of St Mary's Cathedral, Edinburgh, gives \"Arthur Ignatius Conan\" as his given names and \"Doyle\" as his surname. It also names Michael Conan as his godfather. The catalogues of the British Library and the Library of Congress treat \"Doyle\" alone as his surname.Steven Doyle, publisher of The Baker Street Journal, wrote: \"Conan was Arthur's middle name. Shortly after he graduated from high school he began using Conan as a sort of surname. But technically his last name is simply 'Doyle'.\" When knighted, he was gazetted as Doyle, not under the compound Conan Doyle.\n\n\n== Early life ==\n\nDoyle was born on 22 May 1859 at 11 Picardy Place, Edinburgh, Scotland. His father, Charles Altamont Doyle, was born in England, of Irish Catholic descent, and his mother, Mary (née Foley), was Irish Catholic. His parents married in 1855. In 1864 the family scattered because of Charles's growing alcoholism, and the children were temporarily housed across Edinburgh. Arthur lodged with Mary Burton, the aunt of a friend, at Liberton Bank House on Gilmerton Road, while studying at Newington Academy.In 1867, the family came together again and lived in squalid tenement flats at 3 Sciennes Place. Doyle's father died in 1893, in the Crichton Royal, Dumfries, after many years of psychiatric illness. Beginning at an early age, throughout his life Doyle wrote letters to his mother, and many of them were preserved.Supported by wealthy uncles, Doyle was sent to England, to the Jesuit preparatory school Hodder Place, Stonyhurst in Lancashire, at the age of nine (1868–70). He then went on to Stonyhurst College, which he attended until 1875. While Doyle was not unhappy at Stonyhurst, he said he did not have any fond memories of it because the school was run on medieval principles: the only subjects covered were rudiments, rhetoric, Euclidean geometry, algebra and the classics. Doyle commented later in his life that this academic system could only be excused \"on the plea that any exercise, however stupid in itself, forms a sort of mental dumbbell by which one can improve one's mind\". He also found the school harsh, noting that, instead of compassion and warmth, it favoured the threat of corporal punishment and ritual humiliation.From 1875 to 1876, he was educated at the Jesuit school Stella Matutina in Feldkirch, Austria. His family decided that he would spend a year there in order to perfect his German and broaden his academic horizons. He later rejected the Catholic faith and became an agnostic. One source attributed his drift away from religion to the time he spent in the less strict Austrian school. He also later became a spiritualist mystic.\n\n\n== Medical career ==\nFrom 1876 to 1881, Doyle studied medicine at the University of Edinburgh Medical School; during this period he spent time working in Aston (then a town in Warwickshire, now part of Birmingham), Sheffield and Ruyton-XI-Towns, Shropshire. Also during this period, he studied practical botany at the Royal Botanic Garden in Edinburgh. While studying, Doyle began writing short stories. His earliest extant fiction, \"The Haunted Grange of Goresthorpe\", was unsuccessfully submitted to Blackwood's Magazine. His first published piece, \"The Mystery of Sasassa Valley\", a story set in South Africa, was printed in Chambers's Edinburgh Journal on 6 September 1879. On 20 September 1879, he published his first academic article, \"Gelsemium as a Poison\" in the British Medical Journal, a study which The Daily Telegraph regarded as potentially useful in a 21st-century murder investigation.\n\nDoyle was the doctor on the Greenland whaler Hope of Peterhead in 1880. On 11 July 1880, John Gray's Hope and David Gray's Eclipse met up with the Eira and Leigh Smith. The photographer W. J. A. Grant took a photograph aboard the Eira of Doyle along with Smith, the Gray brothers, and ship's surgeon William Neale, who were members of the Smith expedition. That expedition explored Franz Josef Land, and led to the naming, on 18 August, of Cape Flora, Bell Island, Nightingale Sound, Gratton (\"Uncle Joe\") Island, and Mabel Island.After graduating with Bachelor of Medicine and Master of Surgery (M.B. C.M.) degrees from the University of Edinburgh in 1881, he was ship's surgeon on the SS Mayumba during a voyage to the West African coast. He completed his Doctor of Medicine (M.D.) degree (an advanced degree beyond the basic medical qualification in the UK) with a dissertation on tabes dorsalis in 1885.In 1882, Doyle partnered with his former classmate George Turnavine Budd in a medical practice in Plymouth, but their relationship proved difficult, and Doyle soon left to set up an independent practice. Arriving in Portsmouth in June 1882, with less than £10 (£1100 in 2019) to his name, he set up a medical practice at 1 Bush Villas in Elm Grove, Southsea. The practice was not successful. While waiting for patients, Doyle returned to writing fiction.\nDoyle was a staunch supporter of compulsory vaccination and wrote several articles advocating the practice and denouncing the views of anti-vaccinators.In early 1891, Doyle embarked on the study of ophthalmology in Vienna. He had previously studied at the Portsmouth Eye Hospital in order to qualify to perform eye tests and prescribe glasses. Vienna had been suggested by his friend Vernon Morris as a place to spend six months and train to be an eye surgeon. But Doyle found it too difficult to understand the German medical terms being used in his classes in Vienna, and soon quit his studies there. For the rest of his two-month stay in Vienna, he pursued other activities, such as ice skating with his wife Louisa and drinking with Brinsley Richards of the London Times. He also wrote The Doings of Raffles Haw.\nAfter visiting Venice and Milan, he spent a few days in Paris observing Edmund Landolt, an expert on diseases of the eye. Within three months of his departure for Vienna, Doyle returned to London. He opened a small office and consulting room at 2 Upper Wimpole Street, or 2 Devonshire Place as it was then. (There is today a Westminster City Council commemorative plaque over the front door.) He had no patients, according to his autobiography, and his efforts as an ophthalmologist were a failure.\n\n\n== Literary career ==\n\n\n=== Sherlock Holmes ===\n\nDoyle struggled to find a publisher. His first work featuring Sherlock Holmes and Dr. Watson, A Study in Scarlet, was written in three weeks when he was 27 and was accepted for publication by Ward Lock & Co on 20 November 1886, which gave Doyle £25 (equivalent to £2,900 in 2019) in exchange for all rights to the story. The piece appeared a year later in the Beeton's Christmas Annual and received good reviews in The Scotsman and the Glasgow Herald.Holmes was partially modelled on Doyle's former university teacher Joseph Bell. In 1892, in a letter to Bell, Doyle wrote, \"It is most certainly to you that I owe Sherlock Holmes ... round the centre of deduction and inference and observation which I have heard you inculcate I have tried to build up a man\", and in his 1924 autobiography, he remarked, \"It is no wonder that after the study of such a character [viz., Bell] I used and amplified his methods when in later life I tried to build up a scientific detective who solved cases on his own merits and not through the folly of the criminal.\" Robert Louis Stevenson was able to recognise the strong similarity between Joseph Bell and Sherlock Holmes: \"My compliments on your very ingenious and very interesting adventures of Sherlock Holmes. ... can this be my old friend Joe Bell?\" Other authors sometimes suggest additional influences—for instance, Edgar Allan Poe's character C. Auguste Dupin, who is mentioned, disparagingly, by Holmes in A Study in Scarlet. Dr. (John) Watson owes his surname, but not any other obvious characteristic, to a Portsmouth medical colleague of Doyle's, Dr. James Watson.\n\nA sequel to A Study in Scarlet was commissioned, and The Sign of the Four appeared in Lippincott's Magazine in February 1890, under agreement with the Ward Lock company. Doyle felt grievously exploited by Ward Lock as an author new to the publishing world, and so, after this, he left them. Short stories featuring Sherlock Holmes were published in the Strand Magazine. Doyle wrote the first five Holmes short stories from his office at 2 Upper Wimpole Street (then known as Devonshire Place), which is now marked by a memorial plaque.Doyle's attitude towards his most famous creation was ambivalent. In November 1891, he wrote to his mother: \"I think of slaying Holmes, ... and winding him up for good and all. He takes my mind from better things.\" His mother responded, \"You won't! You can't! You mustn't!\" In an attempt to deflect publishers' demands for more Holmes stories, he raised his price to a level intended to discourage them, but found they were willing to pay even the large sums he asked. As a result, he became one of the best-paid authors of his time.\n\nIn December 1893, to dedicate more of his time to his historical novels, Doyle had Holmes and Professor Moriarty plunge to their deaths together down the Reichenbach Falls in the story \"The Final Problem\". Public outcry, however, led him to feature Holmes in 1901 in the novel The Hound of the Baskervilles. Holmes's fictional connection with the Reichenbach Falls is celebrated in the nearby town of Meiringen.\nIn 1903, Doyle published his first Holmes short story in ten years, \"The Adventure of the Empty House\", in which it was explained that only Moriarty had fallen, but since Holmes had other dangerous enemies—especially Colonel Sebastian Moran—he had arranged to make it look as if he too were dead. Holmes was ultimately featured in a total of 56 short stories—the last published in 1927—and four novels by Doyle, and has since appeared in many novels and stories by other authors.\n\n\n=== Other works ===\n\nDoyle's first novels were The Mystery of Cloomber, not published until 1888, and the unfinished Narrative of John Smith, published only posthumously, in 2011. He amassed a portfolio of short stories, including \"The Captain of the Pole-Star\" and \"J. Habakuk Jephson's Statement\", both inspired by Doyle's time at sea. The latter popularised the mystery of the Mary Celeste and added fictional details such as that the ship was found in perfect condition (it had actually taken on water by the time it was discovered), and that its boats remained on board (the single boat was in fact missing). These fictional details have come to dominate popular accounts of the incident, and Doyle's alternative spelling of the ship's name as the Marie Celeste has become more commonly used than the original spelling.Between 1888 and 1906, Doyle wrote seven historical novels, which he and many critics regarded as his best work. He also wrote nine other novels, and—later in his career (1912–29)—five narratives (two of novel length) featuring the irascible scientist Professor Challenger. The Challenger stories include his best-known work after the Holmes oeuvre, The Lost World. His historical novels include The White Company and its prequel Sir Nigel, set in the Middle Ages. He was a prolific author of short stories, including two collections set in Napoleonic times and featuring the French character Brigadier Gerard.\nDoyle's works for the stage include: Waterloo, which centres on the reminiscences of an English veteran of the Napoleonic Wars and features a character Gregory Brewster, written for Henry Irving; The House of Temperley, the plot of which reflects his abiding interest in boxing; The Speckled Band, adapted from his earlier short story \"The Adventure of the Speckled Band\"; and an 1893 collaboration with J. M. Barrie on the libretto of Jane Annie.\n\n\n== Sporting career ==\nWhile living in Southsea, the seaside resort of Portsmouth, Doyle played football as a goalkeeper for Portsmouth Association Football Club, an amateur side, under the pseudonym A. C. Smith.Doyle was a keen cricketer, and between 1899 and 1907 he played 10 first-class matches for the Marylebone Cricket Club (MCC). He also played for the amateur cricket teams the Allahakbarries and the Authors XI alongside fellow writers J. M. Barrie, P. G. Wodehouse and A. A. Milne. His highest score, in 1902 against London County, was 43. He was an occasional bowler who took one first-class wicket, W. G. Grace, and wrote a poem about the achievement.In 1900, Doyle founded the Undershaw Rifle Club at his home, constructing a 100-yard range and providing shooting for local men, as the poor showing of British troops in the Boer War had led him to believe that the general population needed training in marksmanship. He was a champion of \"miniature\" rifle clubs, whose members shot small-calibre firearms on local ranges. These ranges were much cheaper and more accessible to working-class participants than large \"fullbore\" ranges, such as Bisley Camp, which were necessarily remote from population centres. Doyle went on to sit on the Rifle Clubs Committee of the National Rifle Association.In 1901, Doyle was one of three judges for the world's first major bodybuilding competition, which was organised by the \"Father of Bodybuilding\", Eugen Sandow. The event was held in London's Royal Albert Hall. The other two judges were the sculptor Sir Charles Lawes-Wittewronge and Eugen Sandow himself.Doyle was an amateur boxer. In 1909, he was invited to referee the James Jeffries–Jack Johnson heavyweight championship fight in Reno, Nevada. Doyle wrote: \"I was much inclined to accept ... though my friends pictured me as winding up with a revolver at one ear and a razor at the other. However, the distance and my engagements presented a final bar.\"Also a keen golfer, Doyle was elected captain of the Crowborough Beacon Golf Club in Sussex for 1910. He had moved to Little Windlesham house in Crowborough with Jean Leckie, his second wife, and resided there with his family from 1907 until his death in July 1930.He entered the English Amateur billiards championship in 1913.While living in Switzerland, Doyle became interested in skiing, which was relatively unknown in Switzerland at the time. He wrote an article, \"An Alpine Pass on 'Ski'\" for the December 1894 issue of The Strand Magazine, in which he described his experiences with skiing and the beautiful alpine scenery that could be seen in the process. The article popularised the activity and began the long association between Switzerland and skiing.\n\n\n== Family life ==\n\nIn 1885 Doyle married Louisa (sometimes called \"Touie\") Hawkins (1857–1906). She was the youngest daughter of J. Hawkins, of Minsterworth, Gloucestershire, and the sister of one of Doyle's patients. Louisa had tuberculosis. In 1907, the year after Louisa's death, he married Jean Elizabeth Leckie (1874–1940). He had met and fallen in love with Jean in 1897, but had maintained a platonic relationship with her while his first wife was still alive, out of loyalty to her. Jean outlived him by ten years, and died in London.Doyle fathered five children. He had two with his first wife: Mary Louise (1889–1976) and Arthur Alleyne Kingsley, known as Kingsley (1892–1918). He had an additional three with his second wife: Denis Percy Stewart (1909–1955), who became the second husband of Georgian Princess Nina Mdivani; Adrian Malcolm (1910–1970); and Jean Lena Annette (1912–1997). None of Doyle's five children had children of their own, so he has no living direct descendants.\n\n\n== Political campaigning ==\n\nDoyle served as a volunteer physician in the Langman Field Hospital at Bloemfontein between March and June 1900, during the Second Boer War in South Africa (1899–1902). Later that year, he wrote a book on the war, The Great Boer War, as well as a short work titled The War in South Africa: Its Cause and Conduct, in which he responded to critics of the United Kingdom's role in that war, and argued that its role was justified. The latter work was widely translated, and Doyle believed it was the reason he was knighted (given the rank of Knight Bachelor) by King Edward VII in the 1902 Coronation Honours. (He received the accolade from the King in person at Buckingham Palace on 24 October of that year.)He stood for Parliament twice as a Liberal Unionist: in 1900 in Edinburgh Central; and in 1906 in the Hawick Burghs. He received a respectable share of the vote, but was not elected. He served as a Deputy-Lieutenant of Surrey beginning in 1902, and was appointed a Knight of Grace of the Order of the Hospital of Saint John of Jerusalem in 1903.Doyle was a supporter of the campaign for the reform of the Congo Free State that was led by the journalist E. D. Morel and diplomat Roger Casement. In 1909 he wrote The Crime of the Congo, a long pamphlet in which he denounced the horrors of that colony. He became acquainted with Morel and Casement, and it is possible that, together with Bertram Fletcher Robinson, they inspired several characters that appear in his 1912 novel The Lost World. Later, after the Irish Easter Rising, Casement was found guilty of treason against the Crown, and was sentenced to death. Doyle tried, unsuccessfully, to save him, arguing that Casement had been driven mad, and therefore should not be held responsible for his actions.As the First World War loomed, and having been caught up in a growing public swell of Germanophobia, Doyle gave a public donation of 10 shillings to the anti-immigration British Brothers' League. In 1914, Doyle was one of fifty-three leading British authors—including H. G. Wells, Rudyard Kipling and Thomas Hardy—who signed their names to the \"Authors' Declaration\", justifying Britain’s involvement in the First World War. This manifesto declared that the German invasion of Belgium had been a brutal crime, and that Britain \"could not without dishonour have refused to take part in the present war\".\n\n\n== Legal advocate ==\n\nDoyle was also a fervent advocate of justice and personally investigated two closed cases, which led to two men being exonerated of the crimes of which they were accused. The first case, in 1906, involved a shy half-British, half-Indian lawyer named George Edalji, who had allegedly penned threatening letters and mutilated animals in Great Wyrley. Police were set on Edalji's conviction, even though the mutilations continued after their suspect was jailed. Apart from helping George Edalji, Doyle's work helped establish a way to correct other miscarriages of justice, as it was partially as a result of this case that the Court of Criminal Appeal was established in 1907.The story of Doyle and Edalji was dramatised in an episode of the 1972 BBC television series, The Edwardians. In Nicholas Meyer's pastiche The West End Horror (1976), Holmes manages to help clear the name of a shy Parsi Indian character wronged by the English justice system. Edalji was of Parsi heritage on his father's side. The story was fictionalised in Julian Barnes's 2005 novel Arthur and George, which was adapted into a three-part drama by ITV in 2015.The second case, that of Oscar Slater—a Jew of German origin who operated a gambling den and was convicted of bludgeoning an 82-year-old woman in Glasgow in 1908—excited Doyle's curiosity because of inconsistencies in the prosecution's case and a general sense that Slater was not guilty. He ended up paying most of the costs for Slater's successful 1928 appeal.\n\n\n== Freemasonry and spiritualism ==\nDoyle had a longstanding interest in mystical subjects and remained fascinated by the idea of paranormal phenomena, even though the strength of his belief in their reality waxed and waned periodically over the years.\nIn 1887, in Southsea, influenced by Major-General Alfred Wilks Drayson, a member of the Portsmouth Literary and Philosophical Society, Doyle began a series of investigations into the possibility of psychic phenomena and attended about 20 seances, experiments in telepathy, and sittings with mediums. Writing to spiritualist journal Light that year, he declared himself to be a spiritualist, describing one particular event that had convinced him psychic phenomena were real. Also in 1887 (on 26 January), he was initiated as a Freemason at the Phoenix Lodge No. 257 in Southsea. (He resigned from the Lodge in 1889, returned to it in 1902, and resigned again in 1911.)In 1889, he became a founding member of the Hampshire Society for Psychical Research; in 1893, he joined the London-based Society for Psychical Research; and in 1894, he collaborated with Sir Sidney Scott and Frank Podmore in a search for poltergeists in Devon.Doyle and the spiritualist William Thomas Stead (before the latter was lost in the sinking of the Titanic) were led to believe that Julius and Agnes Zancig had genuine psychic powers, and they claimed publicly that the Zancigs used telepathy. However, in 1924, the Zancigs confessed that their mind reading act had been a trick; they published the secret code and all other details of the trick method they had used under the title \"Our Secrets!!\" in a London newspaper. Doyle also praised the psychic phenomena and spirit materialisations that he believed had been produced by Eusapia Palladino and Mina Crandon, both of whom were also later exposed as frauds.In 1916, at the height of the First World War, Doyle's belief in psychic phenomena was strengthened by what he took to be the psychic abilities of his children's nanny, Lily Loder Symonds. This and the constant drumbeat of wartime deaths inspired him with the idea that spiritualism was what he called a \"New Revelation\" sent by God to bring solace to the bereaved. He wrote a piece in Light magazine about his faith and began lecturing frequently on spiritualism. In 1918, he published his first spiritualist work, The New Revelation.\nSome have mistakenly assumed that Doyle's turn to spiritualism was prompted by the death of his son Kingsley, but Doyle began presenting himself publicly as a spiritualist in 1916, and Kingsley died on 28 October 1918 (from pneumonia contracted during his convalescence after being seriously wounded in the 1916 Battle of the Somme). Nevertheless, the war-related deaths of many people who were close to him appears to have even further strengthened his long-held belief in life after death and spirit communication. Doyle's brother Brigadier-general Innes Doyle died, also from pneumonia, in February 1919. His two brothers-in-law (one of whom was E. W. Hornung, creator of the literary character Raffles), as well as his two nephews, also died shortly after the war. His second book on spiritualism, The Vital Message, appeared in 1919.\nDoyle found solace in supporting spiritualism's ideas and the attempts of spiritualists to find proof of an existence beyond the grave. In particular, according to some, he favoured Christian Spiritualism and encouraged the Spiritualists' National Union to accept an eighth precept – that of following the teachings and example of Jesus of Nazareth. He was a member of the renowned supernaturalist organisation The Ghost Club.\n\nIn 1919, the magician P. T. Selbit staged a séance at his flat in Bloomsbury, which Doyle attended. Although some later claimed that Doyle had endorsed the apparent instances of clairvoyance at that séance as genuine, a contemporaneous report by the Sunday Express quoted Doyle as saying \"I should have to see it again before passing a definite opinion on it\" and \"I have my doubts about the whole thing\". In 1920, Doyle and the noted sceptic Joseph McCabe held a public debate at Queen's Hall in London, with Doyle taking the position that the claims of spiritualism were true. After the debate, McCabe published a booklet Is Spiritualism Based on Fraud?, in which he laid out evidence refuting Doyle's arguments and claimed that Doyle had been duped into believing in spiritualism through deliberate mediumship trickery.Doyle also debated the psychiatrist Harold Dearden, who vehemently disagreed with Doyle's belief that many cases of diagnosed mental illness were the result of spirit possession.In 1920, Doyle travelled to Australia and New Zealand on spiritualist missionary work, and over the next several years, until his death, he continued his mission, giving talks about his spiritualist conviction in Britain, Europe, and the United States.\n\nDoyle wrote a novel The Land of Mist centred on spiritualist themes and featuring the character Professor Challenger. He also wrote many non-fiction spiritualist works. Perhaps his most famous of these was The Coming of the Fairies (1922), in which Doyle described his beliefs about the nature and existence of fairies and spirits, reproduced the five Cottingley Fairies photographs, asserted that those who suspected them being faked were wrong, and expressed his conviction that they were authentic. Decades later, the photos—taken by cousins Frances Griffiths and Elsie Wright—were definitively shown to have been faked, and their creators admitted to the fakery, although both maintained that they really had seen fairies.Doyle was friends for a time with the American magician Harry Houdini. Even though Houdini explained that his feats were based on illusion and trickery, Doyle was convinced that Houdini had supernatural powers and said as much in his work The Edge of the Unknown. Houdini's friend Bernard M. L. Ernst recounted a time when Houdini had performed an impressive trick at his home in Doyle's presence. Houdini had assured Doyle that the trick was pure illusion and had expressed the hope that this demonstration would persuade Doyle not to go around \"endorsing phenomena\" simply because he could think of no explanation for what he had seen other than supernatural power. However, according to Ernst, Doyle simply refused to believe that it had been a trick. Houdini became a prominent opponent of the spiritualist movement in the 1920s, after the death of his beloved mother. He insisted that spiritualist mediums employed trickery, and consistently exposed them as frauds. These differences between Houdini and Doyle eventually led to a bitter, public falling-out between them.\n\nIn 1922, the psychical researcher Harry Price accused the \"spirit photographer\" William Hope of fraud. Doyle defended Hope, but further evidence of trickery was obtained from other researchers. Doyle threatened to have Price evicted from the National Laboratory of Psychical Research and predicted that, if he persisted in writing what he called \"sewage\" about spiritualists, he would meet the same fate as Harry Houdini. Price wrote: \"Arthur Conan Doyle and his friends abused me for years for exposing Hope.\" In response to the exposure of frauds that had been perpetrated by Hope and other spiritualists, Doyle led 84 members of the Society for Psychical Research to resign in protest from the society on the ground that they believed it was opposed to spiritualism.Doyle's two-volume book The History of Spiritualism was published in 1926. W. Leslie Curnow, a spiritualist, contributed much research to the book. Later that year, Robert John Tillyard wrote a predominantly supportive review of it in the journal Nature. This review provoked controversy: Several other critics, notably A. A. Campbell Swinton, pointed out the evidence of fraud in mediumship, as well as Doyle's non-scientific approach to the subject. In 1927, Doyle gave a filmed interview, in which he spoke about Sherlock Holmes and spiritualism.\n\n\n== Doyle and the Piltdown Hoax ==\nRichard Milner, an American historian of science, has presented a case that Doyle may have been the perpetrator of the Piltdown Man hoax of 1912, creating the counterfeit hominid fossil that fooled the scientific world for over 40 years. Milner noted that Doyle had a plausible motive—namely, revenge on the scientific establishment for debunking one of his favourite psychics—and said that The Lost World appeared to contain several clues referring cryptically to his having been involved in the hoax. Samuel Rosenberg's 1974 book Naked is the Best Disguise purports to explain how, throughout his writings, Doyle had provided overt clues to otherwise hidden or suppressed aspects of his way of thinking that seemed to support the idea that Doyle would be involved in such a hoax.However, more recent research suggests that Doyle was not involved. In 2016, researchers at the Natural History Museum and Liverpool John Moores University analyzed DNA evidence showing that responsibility for the hoax lay with the amateur archaeologist Charles Dawson, who had originally \"found\" the remains. He had initially not been considered the likely perpetrator, because the hoax was seen as being too elaborate for him to have devised. However, the DNA evidence showed that a supposedly ancient tooth he had \"discovered\" in 1915 (at a different site) came from the same jaw as that of the Piltdown Man, suggesting that he had planted them both. That tooth, too, was later proven to have been planted as part of a hoax.Dr Chris Stringer, an anthropologist from the Natural History Museum, was quoted as saying: \"Conan Doyle was known to play golf at the Piltdown site and had even given Dawson a lift in his car to the area, but he was a public man and very busy[,] and it is very unlikely that he would have had the time [to create the hoax]. So there are some coincidences, but I think they are just coincidences. When you look at the fossil evidence[,] you can only associate Dawson with all the finds, and Dawson was known to be personally ambitious. He wanted professional recognition. He wanted to be a member of the Royal Society and he was after an MBE [sic]. He wanted people to stop seeing him as an amateur\".\n\n\n== Architecture ==\n\nAnother of Doyle's longstanding interests was architectural design. In 1895, when he commissioned an architect friend of his, Joseph Henry Ball, to build him a home, he played an active part in the design process. The home in which he lived from October 1897 to September 1907, known as Undershaw (near Hindhead, in Surrey), was used as a hotel and restaurant from 1924 until 2004, when it was bought by a developer and then stood empty while conservationists and Doyle fans fought to preserve it. In 2012, the High Court in London ruled in favor of those seeking to preserve the historic building, ordering that the redevelopment permission be quashed on the ground that it had not been obtained through proper procedures. The building was later approved to become part of Stepping Stones, a school for children with disabilities and special needs.\nDoyle made his most ambitious foray into architecture in March 1912, while he was staying at the Lyndhurst Grand Hotel: He sketched the original designs for a third-storey extension and for an alteration of the front facade of the building. Work began later that year, and when it was finished, the building was a nearly exact manifestation of the plans Doyle had sketched. Superficial alterations have been subsequently made, but the essential structure is still clearly Doyle's.In 1914, on a family trip to the Jasper National Park in Canada, he designed a golf course and ancillary buildings for a hotel. The plans were realised in full, but neither the golf course nor the buildings have survived.In 1926, Doyle laid the foundation stone for a Spiritualist Temple in Camden, London. Of the building's total £600 construction costs, he provided £500.\n\n\n== Crimes Club ==\nThe Crimes Club was a private social club founded by Doyle in 1903, whose purpose was discussion of crime and detection, criminals and criminology, and continues to this day as \"Our Society\", with membership numbers limited to 100. The club meets four times a year at the Imperial Hotel, Russell Square, London, where all proceedings are strictly confidential (\"Chatham House rules\"). Its logo is a silhouette of Doyle.\nThe club's earliest members included John Churton Collins, Japanologist Arthur Diósy, Sir Edward Marshall Hall, Sir Travers Humphreys, H. B. Irving, author (Thou Shalt Do No Murder) Arthur Lambton, William Le Queux, A. E. W. Mason, coroner Ingleby Oddie, Sir Max Pemberton, Bertram Fletcher Robinson, George R. Sims, Sir Bernard Spilsbury, P. G. Wodehouse, and Filson Young.\n\n\n== Death ==\n\nDoyle was found clutching his chest in the hall of Windlesham Manor, his house in Crowborough, Sussex, on 7 July 1930. He died of a heart attack at the age of 71. His last words were directed toward his wife: \"You are wonderful.\" At the time of his death, there was some controversy concerning his burial place, as he was avowedly not a Christian, considering himself a Spiritualist. He was first buried on 11 July 1930 in Windlesham rose garden.\nHe was later reinterred together with his wife in Minstead churchyard in the New Forest, Hampshire. Carved wooden tablets to his memory and to the memory of his wife, originally from the church at Minstead, are on display as part of a Sherlock Holmes exhibition at Portsmouth Museum. The epitaph on his gravestone in the churchyard reads, in part: \"Steel true\/Blade straight\/Arthur Conan Doyle\/Knight\/Patriot, Physician and man of letters\".A statue honours Doyle at Crowborough Cross in Crowborough, where he lived for 23 years. There is a statue of Sherlock Holmes in Picardy Place, Edinburgh, close to the house where Doyle was born.\n\n\n== Honours and awards ==\n Knight Bachelor (1902)\n Knight of Grace of the Most Venerable Order of the Hospital of Saint John of Jerusalem (1903)\n Queen's South Africa Medal (1901)\n Knight of the Order of the Crown of Italy (1895)\n Order of the Medjidie – 2nd Class (Ottoman Empire) (1907)\n\n\n== Commemoration ==\nDoyle has been commemorated with statues and plaques since his death. In 2009, he was among the ten people selected by the Royal Mail for their \"Eminent Britons\" commemorative postage stamp issue.\n\n\n== Portrayals ==\nArthur Conan Doyle has been portrayed by many actors, including:\n\n\n=== Television series ===\nNigel Davenport in the BBC Two series The Edwardians, in the episode \"Conan Doyle\" (1972)\nMichael Ensign in the Voyagers! episode \"Jack's Back\" (1983)\nRobin Laing and Charles Edwards in Murder Rooms: Mysteries of the Real Sherlock Holmes (2000–2001)\nGeraint Wyn Davies in Murdoch Mysteries, 3 episodes (2008–2013)\nAlfred Molina in the Drunk History (American series) episode \"Detroit\" (2013)\nDavid Calder in the miniseries Houdini (2014)\nMartin Clunes in the miniseries Arthur & George (2015)\nBruce Mackinnon and Bradley Walsh in Drunk History (British series), in series 2, episodes 5 and 8 respectively (2016)\nStephen Mangan in Houdini & Doyle (2016)\nMichael Pitthan in the German TV series Charité episode \"Götterdämmerung\" (2017)\nBill Paterson in the Urban Myths episode \"Agatha Christie\" (2018)\n\n\n=== Television films ===\nPeter Cushing in The Great Houdini (1976)\nDavid Warner in Houdini (1998)\nRichard Wilson in Reichenbach Falls (2007)\nMichael McElhatton in Agatha and the Truth of Murder (2018)\n\n\n=== Theatrical films ===\nPaul Bildt in The Man Who Was Sherlock Holmes (1937)\nPeter O'Toole in FairyTale: A True Story (1997)\nEdward Hardwicke in Photographing Fairies (1997)\nTom Fisher in Shanghai Knights (2003)\nIan Hart in Finding Neverland (2004)\n\n\n=== Other media ===\nCarleton Hobbs in the BBC radio drama Conan Doyle Investigates (1972)\nIain Cuthbertson in the BBC radio drama Conan Doyle and The Edalji Case (1987)\nPeter Jeffrey in the BBC radio drama Conan Doyle's Strangest Case (1995)\nAdrian Lukis in the stage adaptation of the novel Arthur & George (2010)\nChris Tallman in Chapter 10 of The Dead Authors Podcast (2012)\nSteven Miller in the Jago & Litefoot audio drama \"The Monstrous Menagerie\" (2014)\nEamon Stocks in the video game Assassin's Creed Syndicate (2015)\n\n\n== In fiction ==\nArthur Conan Doyle is the ostensible narrator of Ian Madden's short story \"Cracks in an Edifice of Sheer Reason\".Sir Arthur Conan Doyle features as a recurring character in Pip Murphy's Christie and Agatha's Detective Agency series, including A Discovery Disappears and Of Mountains and Motors.\n\n\n== See also ==\n\nWilliam Gillette, a personal friend who performed the most famous stage version of Sherlock Holmes\nList of notable Freemasons\nPhysician writer\n\n\n== References ==\n\n\n== Further reading ==\nMartin Booth (2000). The Doctor and the Detective: A Biography of Sir Arthur Conan Doyle. Minotaur Books. ISBN 0-312-24251-4\nJohn Dickson Carr (2003 edition, originally published in 1949). The Life of Sir Arthur Conan Doyle. Carroll and Graf Publishers.\nMichael Dirda (2014). On Conan Doyle: or, The Whole Art of Storytelling. Princeton University Press. ISBN 978-0691164120\nArthur Conan Doyle, Joseph McCabe (1920). Debate on Spiritualism: Between Arthur Conan Doyle and Joseph McCabe. The Appeal's Pocket Series.\nBernard M. L. Ernst, Hereward Carrington (1932). Houdini and Conan Doyle: The Story of a Strange Friendship. Albert and Charles Boni, Inc.\nMargalit Fox (2018). Conan Doyle for the Defense. Random House.\nKelvin Jones (1989). Conan Doyle and the Spirits: The Spiritualist Career of Sir Arthur Conan Doyle. Aquarian Press.\nJon Lellenberg, Daniel Stashower, Charles Foley (2007). Arthur Conan Doyle: A Life in Letters. HarperPress. ISBN 978-0-00-724759-2\nAndrew Lycett (2008). The Man Who Created Sherlock Holmes: The Life and Times of Sir Arthur Conan Doyle. Free Press. ISBN 0-7432-7523-3\nRussell Miller (2008). The Adventures of Arthur Conan Doyle: A Biography. Thomas Dunne Books.\nPierre Nordon (1967). Conan Doyle: A Biography. Holt, Rinehart and Winston.\nRonald Pearsall (1977). Conan Doyle: A Biographical Solution. Littlehampton Book Services Ltd.\nMassimo Polidoro (2001). Final Séance: The Strange Friendship Between Houdini and Conan Doyle. Prometheus Books. ISBN 978-1-57392-896-0\nDaniel Stashower (2000). Teller of Tales: The Life of Arthur Conan Doyle. Penguin Books. ISBN 0-8050-5074-4\n\n\n== External links ==\n\nDigital collections\n\nWorks by Arthur Conan Doyle in eBook form at Standard Ebooks\nWorks by Arthur Conan Doyle at Project Gutenberg\nWorks by Arthur Conan Doyle at Faded Page (Canada)\nWorks by Arthur Conan Doyle at Project Gutenberg Australia\nWorks by or about Arthur Conan Doyle at Internet Archive\nWorks by Arthur Conan Doyle at LibriVox (public domain audiobooks) \nPoems by Arthur Conan DoylePhysical collections\n\nArthur Conan Doyle Papers, Photographs, and Personal Effects at the Harry Ransom Center\nArthur Conan Doyle Collection at Toronto Public Library\nSir Arthur Conan Doyle Collection at Dartmouth College Library\nArthur Conan Doyle Online Exhibition\n\"Archival material relating to Arthur Conan Doyle\". UK National Archives. \nC. Frederick Kittle's Collection of Doyleana Archived 6 January 2011 at the Wayback Machine at the Newberry Library\nNewspaper clippings about Arthur Conan Doyle in the 20th Century Press Archives of the ZBWBiographical information\n\nDoyle, Sir Arthur Conan, Knt. – Cr. 1902, The county families of the United Kingdom or Royal manual of the titled and untitled aristocracy of England, Wales, Scotland and Ireland, (Volume ed. 59, yr. 1919) (page 109 of 415) by Edward Walford\nThe Arthur Conan Doyle Encyclopedia\nConan Doyle in BirminghamOther references\n\n1930 audio recording of Conan Doyle speaking\nArthur Conan Doyle at Curlie\nThe short film Arthur Conan Doyle (1927) (Fox newsreel interview) is available for free download at the Internet Archive.\nThe Arthur Conan Doyle Society\nArthur Conan Doyle quotes\nArthur Conan Doyle at the Internet Speculative Fiction Database\nArthur Conan Doyle at IMDb","1":"Sherlock Holmes () is a fictional detective created by British author Sir Arthur Conan Doyle. Referring to himself as a \"consulting detective\" in the stories, Holmes is known for his proficiency with observation, deduction, forensic science and logical reasoning that borders on the fantastic, which he employs when investigating cases for a wide variety of clients, including Scotland Yard.\nFirst appearing in print in 1887's A Study in Scarlet, the character's popularity became widespread with the first series of short stories in The Strand Magazine, beginning with \"A Scandal in Bohemia\" in 1891; additional tales appeared from then until 1927, eventually totalling four novels and 56 short stories. All but one are set in the Victorian or Edwardian eras, between about 1880 and 1914. Most are narrated by the character of Holmes's friend and biographer Dr. John H. Watson, who usually accompanies Holmes during his investigations and often shares quarters with him at the address of 221B Baker Street, London, where many of the stories begin.\nThough not the first fictional detective, Sherlock Holmes is arguably the best known. By the 1990s, there were already over 25,000 stage adaptations, films, television productions and publications featuring the detective, and Guinness World Records lists him as the most portrayed literary human character in film and television history. Holmes's popularity and fame are such that many have believed him to be not a fictional character but a real individual; numerous literary and fan societies have been founded on this pretence. Avid readers of the Holmes stories helped create the modern practice of fandom. The character and stories have had a profound and lasting effect on mystery writing and popular culture as a whole, with the original tales as well as thousands written by authors other than Conan Doyle being adapted into stage and radio plays, television, films, video games, and other media for over one hundred years.\n\n\n== Inspiration for the character ==\n\nEdgar Allan Poe's C. Auguste Dupin is generally acknowledged as the first detective in fiction and served as the prototype for many later characters, including Holmes. Conan Doyle once wrote, \"Each [of Poe's detective stories] is a root from which a whole literature has developed ... Where was the detective story until Poe breathed the breath of life into it?\" Similarly, the stories of Émile Gaboriau's Monsieur Lecoq were extremely popular at the time Conan Doyle began writing Holmes, and Holmes's speech and behaviour sometimes follow those of Lecoq. Doyle has his main characters discuss these literary antecedents near the beginning of A Study in Scarlet, which is set soon after Watson is first introduced to Holmes. Watson attempts to compliment Holmes by comparing him to Dupin, to which Holmes replies that he found Dupin to be \"a very inferior fellow\" and Lecoq to be \"a miserable bungler\".Conan Doyle repeatedly said that Holmes was inspired by the real-life figure of Joseph Bell, a surgeon at the Royal Infirmary of Edinburgh, whom Conan Doyle met in 1877 and had worked for as a clerk. Like Holmes, Bell was noted for drawing broad conclusions from minute observations. However, he later wrote to Conan Doyle: \"You are yourself Sherlock Holmes and well you know it\". Sir Henry Littlejohn, Chair of Medical Jurisprudence at the University of Edinburgh Medical School, is also cited as an inspiration for Holmes. Littlejohn, who was also Police Surgeon and Medical Officer of Health in Edinburgh, provided Conan Doyle with a link between medical investigation and the detection of crime.Other possible inspirations have been proposed, though never acknowledged by Doyle, such as Maximilien Heller, by French author Henry Cauvain. In this 1871 novel (sixteen years before the first appearance of Sherlock Holmes), Henry Cauvain imagined a depressed, anti-social, opium-smoking polymath detective, operating in Paris. It is not known if Conan Doyle read the novel, but he was fluent in French. Similarly, Michael Harrison suggested that a German self-styled \"consulting detective\" named Walter Scherer may have been the model for Holmes.\n\n\n== Fictional character biography ==\n\n\n=== Family and early life ===\n\nDetails of Sherlock Holmes's life in Conan Doyle's stories are scarce and often vague. Nevertheless, mentions of his early life and extended family paint a loose biographical picture of the detective.\nA statement of Holmes's age in \"His Last Bow\" places his year of birth at 1854; the story, set in August 1914, describes him as sixty years of age. His parents are not mentioned, although Holmes mentions that his \"ancestors\" were \"country squires\". In \"The Adventure of the Greek Interpreter\", he claims that his grandmother was sister to the French artist Vernet, without clarifying whether this was Claude Joseph, Carle, or Horace Vernet. Holmes's brother Mycroft, seven years his senior, is a government official. Mycroft has a unique civil service position as a kind of human database for all aspects of government policy. Sherlock describes his brother as the more intelligent of the two, but notes that Mycroft lacks any interest in physical investigation, preferring to spend his time at the Diogenes Club.Holmes says that he first developed his methods of deduction as an undergraduate; his earliest cases, which he pursued as an amateur, came from fellow university students. A meeting with a classmate's father led him to adopt detection as a profession.\n\n\n=== Life with Watson ===\n\nFinancial difficulties lead Holmes and Dr. Watson to share rooms together at 221B Baker Street, London. Their residence is maintained by their landlady, Mrs. Hudson. Holmes works as a detective for twenty-three years, with Watson assisting him for seventeen of those years. Most of the stories are frame narratives written from Watson's point of view, as summaries of the detective's most interesting cases. Holmes frequently calls Watson's records of Holmes's cases sensational and populist, suggesting that they fail to accurately and objectively report the \"science\" of his craft:\n\nDetection is, or ought to be, an exact science and should be treated in the same cold and unemotional manner. You have attempted to tinge it [A Study in Scarlet] with romanticism, which produces much the same effect as if you worked a love-story or an elopement into the fifth proposition of Euclid. ... Some facts should be suppressed, or, at least, a just sense of proportion should be observed in treating them. The only point in the case which deserved mention was the curious analytical reasoning from effects to causes, by which I succeeded in unravelling it.\nNevertheless, Holmes's friendship with Watson is his most significant relationship. When Watson is injured by a bullet, although the wound turns out to be \"quite superficial\", Watson is moved by Holmes's reaction:\n\nIt was worth a wound; it was worth many wounds; to know the depth of loyalty and love which lay behind that cold mask. The clear, hard eyes were dimmed for a moment, and the firm lips were shaking. For the one and only time I caught a glimpse of a great heart as well as of a great brain. All my years of humble but single-minded service culminated in that moment of revelation.\nAfter confirming Watson's assessment of the wound, Holmes makes it clear to their opponent that the man would not have left the room alive if he genuinely had killed Watson. When Holmes recorded a case or two himself, he was forced to concede that he could more easily understand the need to write it in a manner that would appeal to the public rather than his intention to focus on his own technical skill.\n\n\n=== Practice ===\nHolmes's clients vary from the most powerful monarchs and governments of Europe, to wealthy aristocrats and industrialists, to impoverished pawnbrokers and governesses. He is known only in select professional circles at the beginning of the first story, but is already collaborating with Scotland Yard. However, his continued work and the publication of Watson's stories raise Holmes's profile, and he rapidly becomes well known as a detective; so many clients ask for his help instead of (or in addition to) that of the police that, Watson writes, by 1887 \"Europe was ringing with his name\" and by 1895 Holmes has \"an immense practice\". Police outside London ask Holmes for assistance if he is nearby. A Prime Minister and the King of Bohemia visit 221B Baker Street in person to request Holmes's assistance; the President of France awards him the Legion of Honour for capturing an assassin; the King of Scandinavia is a client; and he aids the Vatican at least twice. The detective acts on behalf of the British government in matters of national security several times, and declines a knighthood \"for services which may perhaps some day be described\". However, he does not actively seek fame and is usually content to let the police take public credit for his work.\n\n\n=== The Great Hiatus ===\n\nThe first set of Holmes stories was published between 1887 and 1893. Conan Doyle killed off Holmes in a final battle with the criminal mastermind Professor James Moriarty in \"The Final Problem\" (published 1893, but set in 1891), as Conan Doyle felt that \"my literary energies should not be directed too much into one channel.\" However, the reaction of the public surprised Doyle very much. Distressed readers wrote anguished letters to The Strand Magazine, which suffered a terrible blow when 20,000 people cancelled their subscriptions to the magazine in protest. Conan Doyle himself received many protest letters, and one lady even began her letter with \"You brute\". Legend has it that Londoners were so distraught upon hearing the news of Holmes's death that they wore black armbands in mourning, though there is no known contemporary source for this; the earliest known reference to such events comes from 1949. However, the recorded public reaction to Holmes's death was unlike anything previously seen for fictional events.After resisting public pressure for eight years, Conan Doyle wrote The Hound of the Baskervilles (serialised in 1901–02, with an implicit setting before Holmes's death). In 1903, Conan Doyle wrote \"The Adventure of the Empty House\"; set in 1894, Holmes reappears, explaining to a stunned Watson that he had faked his death to fool his enemies. Following \"The Adventure of the Empty House\", Conan Doyle would sporadically write new Holmes stories until 1927.\nHolmes aficionados refer to the period from 1891 to 1894—between his disappearance and presumed death in \"The Final Problem\" and his reappearance in \"The Adventure of the Empty House\"—as the Great Hiatus. The earliest known use of this expression dates to 1946.\n\n\n=== Retirement ===\nIn His Last Bow, the reader is told that Holmes has retired to a small farm on the Sussex Downs and taken up beekeeping as his primary occupation. The move is not dated precisely, but can be presumed to be no later than 1904 (since it is referred to retrospectively in \"The Adventure of the Second Stain\", first published that year). The story features Holmes and Watson coming out of retirement to aid the British war effort. Only one other adventure, \"The Adventure of the Lion's Mane\", takes place during the detective's retirement.\n\n\n== Personality and habits ==\n\nWatson describes Holmes as \"bohemian\" in his habits and lifestyle. Said to have a \"cat-like\" love of personal cleanliness, at the same time Holmes is an eccentric with no regard for contemporary standards of tidiness or good order. Watson describes him as\n\nin his personal habits one of the most untidy men that ever drove a fellow-lodger to distraction. [He] keeps his cigars in the coal-scuttle, his tobacco in the toe end of a Persian slipper, and his unanswered correspondence transfixed by a jack-knife into the very centre of his wooden mantelpiece. ... He had a horror of destroying documents.... Thus month after month his papers accumulated, until every corner of the room was stacked with bundles of manuscript which were on no account to be burned, and which could not be put away save by their owner.\nWhile Holmes can be dispassionate and cold, during an investigation he is animated and excitable. He has a flair for showmanship, often keeping his methods and evidence hidden until the last possible moment so as to impress observers. His companion condones the detective's willingness to bend the truth (or break the law) on behalf of a client—lying to the police, concealing evidence or breaking into houses—when he feels it morally justifiable.Except for that of Watson, Holmes avoids casual company. In \"The Gloria Scott\", he tells the doctor that during two years at college he made only one friend: \"I was never a very sociable fellow, Watson ... I never mixed much with the men of my year\". The detective goes without food at times of intense intellectual activity, believing that \"the faculties become refined when you starve them.\" At times Holmes relaxes with music, either playing the violin, or enjoying the works of composers such as Wagner and Pablo de Sarasate.\n\n\n=== Drug use ===\n\nHolmes occasionally uses addictive drugs, especially in the absence of stimulating cases. He sometimes used morphine and sometimes cocaine, the latter of which he injects in a seven-percent solution; both drugs were legal in 19th-century England. As a physician, Watson strongly disapproves of his friend's cocaine habit, describing it as the detective's only vice, and concerned about its effect on Holmes's mental health and intellect. In \"The Adventure of the Missing Three-Quarter\", Watson says that although he has \"weaned\" Holmes from drugs, the detective remains an addict whose habit is \"not dead, but merely sleeping\".Watson and Holmes both use tobacco, smoking cigarettes, cigars, and pipes. Although his chronicler does not consider Holmes's smoking a vice per se, Watson—a physician—does criticise the detective for creating a \"poisonous atmosphere\" in their confined quarters.\n\n\n=== Finances ===\nHolmes is known to charge clients for his expenses and claim any reward offered for a problem's solution, such as in \"The Adventure of the Speckled Band\", \"The Red-Headed League\", and \"The Adventure of the Beryl Coronet\". The detective states at one point that \"My professional charges are upon a fixed scale. I do not vary them, save when I remit them altogether\". In this context, a client is offering to double his fee, and it is implied that wealthy clients habitually pay Holmes more than his standard rate. In \"The Adventure of the Priory School\", Holmes earns a £6,000 fee (at a time where annual expenses for a rising young professional were in the area of £500). However, Watson notes that Holmes would refuse to help even the wealthy and powerful if their cases did not interest him.\n\n\n=== Attitudes towards women ===\nAs Conan Doyle wrote to Joseph Bell, \"Holmes is as inhuman as a Babbage's Calculating Machine and just about as likely to fall in love\". Holmes says of himself that he is \"not a whole-souled admirer of womankind\", and that he finds \"the motives of women ... inscrutable. ... How can you build on such quicksand? Their most trivial actions may mean volumes...\" In The Sign of Four, he says, \"Women are never to be entirely trusted—not the best of them\", a feeling Watson notes as an \"atrocious sentiment\". In \"The Adventure of the Lion's Mane\", Holmes writes, \"Women have seldom been an attraction to me, for my brain has always governed my heart\". At the end of The Sign of Four, Holmes states that \"love is an emotional thing, and whatever is emotional is opposed to that true, cold reason which I place above all things. I should never marry myself, lest I bias my judgement.\" Ultimately, Holmes claims outright that \"I have never loved\".But while Watson says that the detective has an \"aversion to women\", he also notes Holmes as having \"a peculiarly ingratiating way with [them]\". Watson notes that their housekeeper Mrs. Hudson is fond of Holmes because of his \"remarkable gentleness and courtesy in his dealings with women. He disliked and distrusted the sex, but he was always a chivalrous opponent\". However, in \"The Adventure of Charles Augustus Milverton\", the detective becomes engaged under false pretenses in order to obtain information about a case, abandoning the woman once he has the information he requires.\n\n\n==== Irene Adler ====\nIrene Adler is a retired American opera singer and actress who appears in \"A Scandal in Bohemia\". Although this is her only appearance, she is one of only a handful of people who best Holmes in a battle of wits, and the only woman. For this reason, Adler is the frequent subject of pastiche writing. The beginning of the story describes the high regard in which Holmes holds her:\n\nTo Sherlock Holmes she is always the woman. I have seldom heard him mention her under any other name. In his eyes she eclipses and predominates the whole of her sex. It was not that he felt any emotion akin to love for Irene Adler. ... And yet there was but one woman to him, and that woman was the late Irene Adler, of dubious and questionable memory.\nFive years before the story's events, Adler had a brief liaison with Crown Prince of Bohemia Wilhelm von Ormstein. As the story opens, the Prince is engaged to another. Fearful that the marriage would be called off if his fiancée's family learns of this past impropriety, Ormstein hires Holmes to regain a photograph of Adler and himself. Adler slips away before Holmes can succeed. Her memory is kept alive by the photograph of Adler that Holmes received for his part in the case.\n\n\n== Knowledge and skills ==\nShortly after meeting Holmes in the first story, A Study in Scarlet (generally assumed to be 1881, though the exact date is not given), Watson assesses the detective's abilities:\n\nKnowledge of Literature – nil.\nKnowledge of Philosophy – nil.\nKnowledge of Astronomy – nil.\nKnowledge of Politics – Feeble.\nKnowledge of Botany – Variable. Well up in belladonna, opium, and poisons generally. Knows nothing of practical gardening.\nKnowledge of Geology – Practical, but limited. Tells at a glance different soils from each other. After walks, has shown me splashes upon his trousers, and told me by their colour and consistence in what part of London he had received them.\nKnowledge of Chemistry – Profound.\nKnowledge of Anatomy – Accurate, but unsystematic.\nKnowledge of Sensational Literature – Immense. He appears to know every detail of every horror perpetrated in the century.\nPlays the violin well.\nIs an expert singlestick player, boxer, and swordsman.\nHas a good practical knowledge of British law.\nIn A Study in Scarlet, Holmes claims to be unaware that the earth revolves around the sun since such information is irrelevant to his work; after hearing that fact from Watson, he says he will immediately try to forget it. The detective believes that the mind has a finite capacity for information storage, and learning useless things reduces one's ability to learn useful things. The later stories move away from this notion: in The Valley of Fear, he says, \"All knowledge comes useful to the detective\", and in \"The Adventure of the Lion's Mane\", the detective calls himself \"an omnivorous reader with a strangely retentive memory for trifles\". Looking back on the development of the character in 1912, Conan Doyle wrote that \"In the first one, the Study in Scarlet, [Holmes] was a mere calculating machine, but I had to make him more of an educated human being as I went on with him.\"Despite Holmes's supposed ignorance of politics, in \"A Scandal in Bohemia\" he immediately recognises the true identity of the disguised \"Count von Kramm\". At the end of A Study in Scarlet, Holmes demonstrates a knowledge of Latin. The detective cites Hafez, Goethe, as well as a letter from Gustave Flaubert to George Sand in the original French. In The Hound of the Baskervilles, the detective recognises works by Godfrey Kneller and Joshua Reynolds: \"Watson won't allow that I know anything of art, but that is mere jealousy since our views upon the subject differ\". In \"The Adventure of the Bruce-Partington Plans\", Watson says that \"Holmes lost himself in a monograph which he had undertaken upon the Polyphonic Motets of Lassus\", considered \"the last word\" on the subject—which must have been the result of an intensive and very specialized musicological study which could have had no possible application to the solution of criminal mysteries.Holmes is a cryptanalyst, telling Watson that \"I am fairly familiar with all forms of secret writing, and am myself the author of a trifling monograph upon the subject, in which I analyse one hundred and sixty separate ciphers\". Holmes also demonstrates a knowledge of psychology in \"A Scandal in Bohemia\", luring Irene Adler into betraying where she hid a photograph based on the premise that a woman will rush to save her most valued possession from a fire. Another example is in \"The Adventure of the Blue Carbuncle\", where Holmes obtains information from a salesman with a wager: \"When you see a man with whiskers of that cut and the 'Pink 'un' protruding out of his pocket, you can always draw him by a bet .... I daresay that if I had put 100 pounds down in front of him, that man would not have given me such complete information as was drawn from him by the idea that he was doing me on a wager\".Maria Konnikova points out in an interview with D. J. Grothe that Holmes practises what is now called mindfulness, concentrating on one thing at a time, and almost never \"multitasks\". She adds that in this he predates the science showing how helpful this is to the brain.\n\n\n=== Holmesian deduction ===\n\nHolmes observes the dress and attitude of his clients and suspects, noting skin marks (such as tattoos), contamination (such as ink stains or clay on boots), emotional state, and physical condition in order to deduce their origins and recent history. The style and state of wear of a person's clothes and personal items are also commonly relied on; in the stories Holmes is seen applying his method to items such as walking sticks, pipes, and hats. For example, in \"A Scandal in Bohemia\", Holmes infers that Watson had got wet lately and had \"a most clumsy and careless servant girl\". When Watson asks how Holmes knows this, the detective answers:\n\nIt is simplicity itself ... my eyes tell me that on the inside of your left shoe, just where the firelight strikes it, the leather is scored by six almost parallel cuts. Obviously they have been caused by someone who has very carelessly scraped round the edges of the sole in order to remove crusted mud from it. Hence, you see, my double deduction that you had been out in vile weather, and that you had a particularly malignant boot-slitting specimen of the London slavey.\nIn the first Holmes story, A Study in Scarlet, Dr. Watson compares Holmes to C. Auguste Dupin, Edgar Allan Poe's fictional detective, who employed a similar methodology. Alluding to an episode in \"The Murders in the Rue Morgue\", where Dupin determines what his friend is thinking despite their having walked together in silence for a quarter of an hour, Holmes remarks: \"That trick of his breaking in on his friend's thoughts with an apropos remark... is really very showy and superficial\". Nevertheless, Holmes later performs the same 'trick' on Watson in \"The Cardboard Box\" and \"The Adventure of the Dancing Men\".Though the stories always refer to Holmes's intellectual detection method as \"deduction\", he primarily relies on abduction: inferring an explanation for observed details. \"From a drop of water\", he writes, \"a logician could infer the possibility of an Atlantic or a Niagara without having seen or heard of one or the other\". However, Holmes does employ deductive reasoning as well. The detective's guiding principle, as he says in The Sign of Four, is: \"When you have eliminated the impossible, whatever remains, however improbable, must be the truth.\"Despite Holmes's remarkable reasoning abilities, Conan Doyle still paints him as fallible in this regard (this being a central theme of \"The Yellow Face\").\n\n\n=== Forensic science ===\n\nThough Holmes is famed for his reasoning capabilities, his investigative technique relies heavily on the acquisition of hard evidence. Many of the techniques he employs in the stories were at the time in their infancy.The detective is particularly skilled in the analysis of trace evidence and other physical evidence, including latent prints (such as footprints, hoof prints, and shoe and tire impressions) to identify actions at a crime scene; using tobacco ashes and cigarette butts to identify criminals; handwriting analysis and graphology; comparing typewritten letters to expose a fraud; using gunpowder residue to expose two murderers; and analyzing small pieces of human remains to expose two murders.Because of the small scale of much of his evidence, the detective often uses a magnifying glass at the scene and an optical microscope at his Baker Street lodgings. He uses analytical chemistry for blood residue analysis and toxicology to detect poisons; Holmes's home chemistry laboratory is mentioned in \"The Naval Treaty\". Ballistics feature in \"The Adventure of the Empty House\" when spent bullets are recovered to be matched with a suspected murder weapon, a practice which became regular police procedure only some fifteen years after the story was published.Laura J. Snyder has examined Holmes's methods in the context of mid- to late-19th-century criminology, demonstrating that, while sometimes in advance of what official investigative departments were formally using at the time, they were based upon existing methods and techniques. For example, fingerprints were proposed to be distinct in Conan Doyle's day, and while Holmes used a thumbprint to solve a crime in \"The Adventure of the Norwood Builder\" (generally held to be set in 1895), the story was published in 1903, two years after Scotland Yard's fingerprint bureau opened. Though the effect of the Holmes stories on the development of forensic science has thus often been overstated, Holmes inspired future generations of forensic scientists to think scientifically and analytically.\n\n\n=== Disguises ===\nHolmes displays a strong aptitude for acting and disguise. In several stories (\"The Sign of Four\", \"The Adventure of Charles Augustus Milverton\", \"The Man with the Twisted Lip\", \"The Adventure of the Empty House\" and \"A Scandal in Bohemia\"), to gather evidence undercover he uses disguises so convincing that Watson fails to recognise him. In others (\"The Adventure of the Dying Detective\" and \"A Scandal in Bohemia\"), Holmes feigns injury or illness to incriminate the guilty. In the latter story, Watson says, \"The stage lost a fine actor ... when [Holmes] became a specialist in crime\".Guy Mankowski has said of Holmes that his ability to change his appearance to blend into any situation \"helped him personify the idea of the English eccentric chameleon, in a way that prefigured the likes of David Bowie.\"\n\n\n=== Agents ===\nUntil Watson's arrival at Baker Street, Holmes largely worked alone, only occasionally employing agents from the city's underclass. These agents included a variety of informants, such as Langdale Pike, a \"human book of reference upon all matters of social scandal\", and Shinwell Johnson, who acted as Holmes's \"agent in the huge criminal underworld of London\". The best known of Holmes's agents are a group of street children he called \"the Baker Street Irregulars\".\n\n\n=== Combat ===\n\n\n==== Pistols ====\nHolmes and Watson often carry pistols with them to confront criminals—in Watson's case, his old service weapon (probably a Mark III Adams revolver, issued to British troops during the 1870s). Holmes and Watson shoot the eponymous hound in The Hound of the Baskervilles, and in \"The Adventure of the Empty House\" Watson pistol-whips Colonel Sebastian Moran. In \"The Problem of Thor Bridge\", Holmes uses Watson's revolver to solve the case through an experiment.\n\n\n==== Other weapons ====\nAs a gentleman, Holmes often carries a stick or cane. He is described by Watson as an expert at singlestick, and uses his cane twice as a weapon. In A Study in Scarlet, Watson describes Holmes as an expert swordsman, and in \"The Gloria Scott\" the detective says he practised fencing while at university. In several stories (\"A Case of Identity\", \"The Red-Headed League\", \"The Adventure of the Six Napoleons\") Holmes wields a riding crop, described in the latter story as his \"favourite weapon\".\n\n\n==== Personal combat ====\n\nThe detective is described (or demonstrated) as possessing above-average physical strength. In \"The Yellow Face\", Holmes's chronicler says, \"Few men were capable of greater muscular effort.\" In \"The Adventure of the Speckled Band\", Dr. Roylott demonstrates his strength by bending a fire poker in half. Watson describes Holmes as laughing, \"'if he had remained I might have shown him that my grip was not much more feeble than his own.' As he spoke he picked up the steel poker and, with a sudden effort, straightened it out again.\"Holmes is an adept bare-knuckle fighter; \"The \"Gloria Scott\" mentions that Holmes boxed while at university. In \"The Sign of Four\", he introduces himself to McMurdo, a prize fighter, as \"the amateur who fought three rounds with you at Alison's rooms on the night of your benefit four years back.\" McMurdo remembers: \"Ah, you're one that has wasted your gifts, you have! You might have aimed high if you had joined the fancy.\" In \"The Yellow Face\", Watson says: \"He was undoubtedly one of the finest boxers of his weight that I have ever seen\". In \"The Solitary Cyclist\" Holmes visits a country pub to make enquiries regarding a certain Mr Woodley which resulted in violence. Mr Woodley, Holmes tells Watson,\nHad been drinking his beer in the tap-room, and had heard the whole conversation. Who was I? What did I want? What did I mean by asking questions? He had a fine flow of language, and his adjectives were very vigorous. He ended a string of abuse by a vicious backhander, which I failed to entirely avoid. The next few minutes were delicious. It was a straight left against a slogging ruffian. I emerged as you see me. Mr. Woodley went home in a cart.\nAnother character subsequently refers to Mr Woodley as looking \"much disfigured\" as a result of his encounter with Holmes.In \"The Adventure of the Empty House\", Holmes tells Watson that he used a Japanese martial art known as baritsu to fling Moriarty to his death in the Reichenbach Falls. \"Baritsu\" is Conan Doyle's version of bartitsu, which combines jujitsu with boxing and cane fencing.\n\n\n== Reception ==\n\n\n=== Popularity ===\n\nThe first two Sherlock Holmes stories, the novels A Study in Scarlet (1887) and The Sign of the Four (1890), were moderately well received, but Holmes first became very popular early in 1891 when the first six short stories featuring the character were published in The Strand Magazine. Holmes became widely known in Britain and America. The character was so well known that in 1893 when Arthur Conan Doyle killed Holmes in the short story \"The Final Problem\", the strongly negative response from readers was unlike any previous public reaction to a fictional event. The Strand reportedly lost more than 20,000 subscribers as a result of Holmes's death. Public pressure eventually contributed to Conan Doyle writing another Holmes story in 1901 and resurrecting the character in a story published in 1903. In Japan, Sherlock Holmes (and Alice from Alice's Adventures in Wonderland) became immensely popular in the country in the 1890s as it was opening up to the West, and they are cited as two British fictional Victorians who left an enormous creative and cultural legacy there.Many fans of Sherlock Holmes have written letters to Holmes's address, 221B Baker Street. Though the address 221B Baker Street did not exist when the stories were first published, letters began arriving to the large Abbey National building which first encompassed that address almost as soon as it was built in 1932. Fans continue to send letters to Sherlock Holmes; these letters are now delivered to the Sherlock Holmes Museum. Some of the people who have sent letters to 221B Baker Street believe Holmes is real. Members of the general public have also believed Holmes actually existed. In a 2008 survey of British teenagers, 58 percent of respondents believed that Sherlock Holmes was a real individual.The Sherlock Holmes stories continue to be widely read. Holmes's continuing popularity has led to many reimaginings of the character in adaptations. Guinness World Records, which awarded Sherlock Holmes the title for \"most portrayed literary human character in film & TV\" in 2012, released a statement saying that the title \"reflects his enduring appeal and demonstrates that his detective talents are as compelling today as they were 125 years ago.\"\n\n\n=== Honours ===\n\nThe London Metropolitan Railway named one of its twenty electric locomotives deployed in the 1920s for Sherlock Holmes. He was the only fictional character so honoured, along with eminent Britons such as Lord Byron, Benjamin Disraeli, and Florence Nightingale.A number of London streets are associated with Holmes. York Mews South, off Crawford Street, was renamed Sherlock Mews, and Watson's Mews is near Crawford Place. The Sherlock Holmes is a public house in Northumberland Street in London which contains a large collection of memorabilia related to Holmes, the original collection having been put together for display in Baker Street during the Festival of Britain in 1951.In 2002, the Royal Society of Chemistry bestowed an honorary fellowship on Holmes for his use of forensic science and analytical chemistry in popular literature, making him (as of 2019) the only fictional character thus honoured. Holmes has been commemorated numerous times on a UK postage stamp issued by the Royal Mail, most recently in their August 2020 series to celebrate the Sherlock television series.There are multiple statues of Sherlock Holmes around the world. The first, sculpted by John Doubleday, was unveiled in Meiringen, Switzerland, in September 1988. The second was unveiled in October 1988 in Karuizawa, Japan, and was sculpted by Yoshinori Satoh. The third was installed in Edinburgh, Scotland, in 1989, and was sculpted by Gerald Laing. In 1999, a statue of Sherlock Holmes in London, also by John Doubleday, was unveiled near the fictional detective's address, 221B Baker Street. In 2001, a sculpture of Holmes and Arthur Conan Doyle by Irena Sedlecká was unveiled in a statue collection in Warwickshire, England. A sculpture depicting both Holmes and Watson was unveiled in 2007 in Moscow, Russia, based partially on Sidney Paget's illustrations and partially on the actors in The Adventures of Sherlock Holmes and Dr. Watson. In 2015, a sculpture of Holmes by Jane DeDecker was installed in the police headquarters of Edmond, Oklahoma, United States. In 2019, a statue of Holmes was unveiled in Chester, Illinois, United States, as part of a series of statues honouring cartoonist E. C. Segar and his characters. The statue is titled \"Sherlock & Segar\", and the face of the statue was modelled on Segar.\n\n\n=== Societies ===\n\nIn 1934, the Sherlock Holmes Society (in London) and the Baker Street Irregulars (in New York) were founded. The latter is still active. The Sherlock Holmes Society was dissolved later in the 1930s, but was succeeded by a society with a slightly different name, the Sherlock Holmes Society of London, which was founded in 1951 and remains active. These societies were followed by many more, first in the U.S. (where they are known as \"scion societies\"—offshoots—of the Baker Street Irregulars) and then in England and Denmark. There are at least 250 societies worldwide, including Australia, Canada (such as The Bootmakers of Toronto), India, and Japan. Fans tend to be called \"Holmesians\" in the U.K. and \"Sherlockians\" in the U.S., though recently \"Sherlockian\" has also come to refer to fans of the Benedict Cumberbatch-led BBC series regardless of location.\n\n\n== Legacy ==\n\n\n=== The detective story ===\n\nAlthough Holmes is not the original fictional detective, his name has become synonymous with the role. Doyle's Sherlock Holmes stories introduced multiple literary devices that have become major conventions in detective fiction, such as the companion character who is not as clever as the detective and has solutions explained to him (thus informing the reader as well), as with Dr. Watson in the Holmes stories. Other conventions introduced by Doyle include the arch-criminal who is too clever for the official police to defeat, like Holmes's adversary Professor Moriarty, and the use of forensic science to solve cases.The Sherlock Holmes stories established crime fiction as a respectable genre popular with readers of all backgrounds, and Doyle's success inspired many contemporary detective stories. Holmes influenced the creation of other \"eccentric gentleman detective\" characters, like Agatha Christie's fictional detective Hercule Poirot, introduced in 1920. Holmes also inspired a number of anti-hero characters \"almost as an antidote to the masterful detective\", such as the gentleman thief characters A. J. Raffles (created by E. W. Hornung in 1898) and Arsène Lupin (created by Maurice Leblanc in 1905).\n\n\n=== \"Elementary, my dear Watson\" ===\nThe phrase \"Elementary, my dear Watson\" has become one of the most quoted and iconic aspects of the character. However, although Holmes often observes that his conclusions are \"elementary\", and occasionally calls Watson \"my dear Watson\", the phrase \"Elementary, my dear Watson\" is never uttered in any of the sixty stories by Conan Doyle. One of the nearest approximations of the phrase appears in \"The Adventure of the Crooked Man\" (1893) when Holmes explains a deduction: \"'Excellent!' I cried. 'Elementary,' said he.\"William Gillette is widely considered to have originated the phrase with the formulation, \"Oh, this is elementary, my dear fellow\", allegedly in his 1899 play Sherlock Holmes. However, the script was revised numerous times over the course of some three decades of revivals and publications, and the phrase is present in some versions of the script, but not others.The exact phrase, as well as close variants, can be seen in newspaper and journal articles as early as 1909; there is some indication that it was clichéd even then. \"Elementary, my dear Watson, elementary\" appears in P. G. Wodehouse's novel Psmith, Journalist (serialised 1909–10). The phrase became familiar with the American public in part due to its use in The Rathbone-Bruce series of films from 1939 to 1946.\n\n\n=== The Great Game ===\n\nConan Doyle's 56 short stories and four novels are known as the \"canon\" by Holmes aficionados. The Great Game (also known as the Holmesian Game, the Sherlockian Game, or simply the Game, also the Higher Criticism) applies the methods of literary and especially Biblical criticism to the canon, operating on the pretense that Holmes and Watson were real people and that Conan Doyle was not the author of the stories but Watson's literary agent. From this basis, it attempts to resolve or explain away contradictions in the canon—such as the location of Watson's war wound, described as being in his shoulder in A Study in Scarlet and in his leg in The Sign of Four—and clarify details about Holmes, Watson and their world, such as the exact dates of events in the stories, combining historical research with references from the stories to construct scholarly analyses.For example, one detail analyzed in the Game is Holmes's birth date. The chronology of the stories is notoriously difficult, with many stories lacking dates and many others containing contradictory ones. Christopher Morley and William Baring-Gould contend that the detective was born on 6 January 1854, the year being derived from the statement in \"His Last Bow\" that he was 60 years of age in 1914, while the precise day is derived from broader, non-canonical speculation. This is the date the Baker Street Irregulars work from, with their annual dinner being held each January. Laurie R. King instead argues that details in \"The Gloria Scott\" (a story with no precise internal date) indicate that Holmes finished his second (and final) year of university in 1880 or 1885. If he began university at age 17, his birth year could be as late as 1868.\n\n\n=== Museums and special collections ===\nFor the 1951 Festival of Britain, Holmes's living room was reconstructed as part of a Sherlock Holmes exhibition, with a collection of original material. After the festival, items were transferred to The Sherlock Holmes (a London pub) and the Conan Doyle collection housed in Lucens, Switzerland by the author's son, Adrian. Both exhibitions, each with a Baker Street sitting-room reconstruction, are open to the public.In 1969, the Toronto Reference Library began a collection of materials related to Conan Doyle. Stored today in Room 221B, this vast collection is accessible to the public. Similarly, in 1974 the University of Minnesota founded a collection that is now \"the world’s largest gathering of material related to Sherlock Holmes and his creator\". Access is closed to the general public, but is occasionally open to tours.In 1990, the Sherlock Holmes Museum opened on Baker Street in London, followed the next year by a museum in Meiringen (near the Reichenbach Falls) dedicated to the detective. A private Conan Doyle collection is a permanent exhibit at the Portsmouth City Museum, where the author lived and worked as a physician.\n\n\n=== Postcolonial criticism ===\nThe Sherlock Holmes stories have been scrutinized by a few academics for themes of empire and colonialism.\nSusan Cannon Harris claims that themes of contagion and containment are common in the Holmes series, including the metaphors of Eastern foreigners as the root cause of \"infection\" within and around Europe. Lauren Raheja, writing in the Marxist journal Nature, Society, and Thought, claims that Doyle used these characteristics to paint eastern colonies in a negative light, through their continually being the source of threats. For example, in one story Doyle makes mention of the Sumatran cannibals (also known as Batak) who throw poisonous darts, in \"The Adventure of the Devil's Foot\" a character employs a deadly West African poison, and in \"The Speckled Band\" a \"long residence in the tropics\" was a negative influence on one antagonist's bad temper. Yumna Siddiqi argues that Doyle depicted returned colonials as \"marginal, physically ravaged characters that threaten the peace,\" while putting non-colonials in a much more positive light.\n\n\n== Adaptations and derived works ==\nThe popularity of Sherlock Holmes has meant that many writers other than Arthur Conan Doyle have created tales of the detective in a wide variety of different media, with varying degrees of fidelity to the original characters, stories, and setting. The first known period pastiche dates from 1891. Titled \"The Late Sherlock Holmes\", it was written by Conan Doyle's close friend, J. M. Barrie.Adaptations have seen the character taken in radically different directions or placed in different times or even universes. For example, Holmes falls in love and marries in Laurie R. King's Mary Russell series, is re-animated after his death to fight future crime in the animated series Sherlock Holmes in the 22nd Century, and is meshed with the setting of H. P. Lovecraft's Cthulhu Mythos in Neil Gaiman's \"A Study in Emerald\" (which won the 2004 Hugo Award for Best Short Story). An especially influential pastiche was Nicholas Meyer's The Seven-Per-Cent Solution, a 1974 New York Times bestselling novel (made into the 1976 film of the same name) in which Holmes's cocaine addiction has progressed to the point of endangering his career. It served to popularize the trend of incorporating clearly identified and contemporaneous historical figures (such as Oscar Wilde, Aleister Crowley, Sigmund Freud, or Jack the Ripper) into Holmesian pastiches, something Conan Doyle himself never did. Another common pastiche approach is to create a new story fully detailing an otherwise-passing canonical reference (such as an aside by Conan Doyle mentioning the \"giant rat of Sumatra, a story for which the world is not yet prepared\" in \"The Adventure of the Sussex Vampire\").\n\n\n=== Related and derivative writings ===\n\nIn addition to the Holmes canon, Conan Doyle's 1898 \"The Lost Special\" features an unnamed \"amateur reasoner\" intended to be identified as Holmes by his readers. The author's explanation of a baffling disappearance argued in Holmesian style poked fun at his own creation. Similar Conan Doyle short stories are \"The Field Bazaar\", \"The Man with the Watches\", and 1924's \"How Watson Learned the Trick\", a parody of the Watson–Holmes breakfast-table scenes. The author wrote other material featuring Holmes, especially plays: 1899's Sherlock Holmes (with William Gillette), 1910's The Speckled Band, and 1921's The Crown Diamond (the basis for \"The Adventure of the Mazarin Stone\"). These non-canonical works have been collected in several works released since Conan Doyle's death.In terms of writers other than Conan Doyle, authors as diverse as Anthony Burgess, Neil Gaiman, Dorothy B. Hughes, Stephen King, Tanith Lee, A. A. Milne, and P. G. Wodehouse have all written Sherlock Holmes pastiches. Contemporary with Conan Doyle, Maurice Leblanc directly featured Holmes in his popular series about the gentleman thief, Arsène Lupin, though legal objections from Conan Doyle forced Leblanc to modify the name to \"Herlock Sholmes\" in reprints and later stories. Famed American mystery writer John Dickson Carr collaborated with Arthur Conan Doyle's son, Adrian Conan Doyle, on The Exploits of Sherlock Holmes, a pastiche collection from 1954. In 2011, Anthony Horowitz published a Sherlock Holmes novel, The House of Silk, presented as a continuation of Conan Doyle's work and with the approval of the Conan Doyle estate; a follow-up, Moriarty, appeared in 2014. The \"MX Book of New Sherlock Holmes Stories\" series of pastiches, edited by David Marcum and published by MX Publishing, has reached thirty volumes and features hundreds of stories echoing the original canon which were compiled for the restoration of Undershaw and the support of Stepping Stones School, now housed in it.Some authors have written tales centred on characters from the canon other than Holmes. Anthologies edited by Michael Kurland and George Mann are entirely devoted to stories told from the perspective of characters other than Holmes and Watson. John Gardner, Michael Kurland, and Kim Newman, amongst many others, have all written tales in which Holmes's nemesis Professor Moriarty is the main character. Mycroft Holmes has been the subject of several efforts: Enter the Lion by Michael P. Hodel and Sean M. Wright (1979), a four-book series by Quinn Fawcett, and 2015's Mycroft Holmes, by Kareem Abdul-Jabbar and Anna Waterhouse. M. J. Trow has written a series of seventeen books using Inspector Lestrade as the central character, beginning with The Adventures of Inspector Lestrade in 1985. Carole Nelson Douglas' Irene Adler series is based on \"the woman\" from \"A Scandal in Bohemia\", with the first book (1990's Good Night, Mr. Holmes) retelling that story from Adler's point of view. Martin Davies has written three novels where Baker Street housekeeper Mrs. Hudson is the protagonist.In 1980's The Name of the Rose, Italian author Umberto Eco creates a Sherlock Holmes of the 1320s in the form of a Franciscan friar and main protagonist named Brother William of Baskerville, his name a clear reference to Holmes per The Hound of the Baskervilles. Brother William investigates a series of murders in the abbey alongside his novice Adso of Melk, who acts as his Dr. Watson. Furthermore, Umberto Eco's description of Brother William bears marked similarities in both physique and personality to Sir Arthur Conan Doyle's description of Sherlock Holmes in A Study in Scarlet.Laurie R. King recreated Holmes in her Mary Russell series (beginning with 1994's The Beekeeper's Apprentice), set during the First World War and the 1920s. Her Holmes, semi-retired in Sussex, is stumbled upon by a teenaged American girl. Recognising a kindred spirit, he trains her as his apprentice and subsequently marries her. As of 2021, the series includes seventeen base novels and additional writings.The Final Solution, a 2004 novella by Michael Chabon, concerns an unnamed but long-retired detective interested in beekeeping who tackles the case of a missing parrot belonging to a Jewish refugee boy. Mitch Cullin's novel A Slight Trick of the Mind (2005) takes place two years after the end of the Second World War, and explores an old and frail Sherlock Holmes (now 93) as he comes to terms with a life spent in emotionless logic; this was also adapted into a film, 2015's Mr. Holmes.There have been many scholarly works dealing with Sherlock Holmes, some working within the bounds of the Great Game, and some written from the perspective that Holmes is a fictional character. In particular, there have been three major annotated editions of the complete series. The first was William Baring-Gould's 1967 The Annotated Sherlock Holmes. This two-volume set was ordered to fit Baring-Gould's preferred chronology, and was written from a Great Game perspective. The second was 1993's The Oxford Sherlock Holmes (general editor: Owen Dudley Edwards), a nine-volume set written in a straight scholarly manner. The most recent is Leslie Klinger's The New Annotated Sherlock Holmes (2004–05), a three-volume set that returns to a Great Game perspective.\n\n\n=== Adaptations in other media ===\n\nGuinness World Records has listed Holmes as the most portrayed literary human character in film and television history, with more than 75 actors playing the part in over 250 productions.The 1899 play Sherlock Holmes, by Conan Doyle and William Gillette, was a synthesis of several Conan Doyle stories. In addition to its popularity, the play is significant because it, rather than the original stories, introduced one of the key visual qualities commonly associated with Holmes today: his calabash pipe; the play also formed the basis for Gillette's 1916 film, Sherlock Holmes. Gillette performed as Holmes some 1,300 times. In the early 1900s, H. A. Saintsbury took over the role from Gillette for a tour of the play. Between this play and Conan Doyle's own stage adaptation of \"The Adventure of the Speckled Band\", Saintsbury portrayed Holmes over 1,000 times.\nHolmes's first screen appearance was in the 1900 Mutoscope film, Sherlock Holmes Baffled. From 1921 to 1923, Eille Norwood played Holmes in forty-seven silent films (45 shorts and two features), in a series of performances that Conan Doyle spoke highly of. 1929's The Return of Sherlock Holmes was the first sound title to feature Holmes. From 1939 to 1946, Basil Rathbone played Holmes and Nigel Bruce played Watson in fourteen U.S. films (two for 20th Century Fox and a dozen for Universal Pictures) and in The New Adventures of Sherlock Holmes radio show. While the Fox films were period pieces, the Universal films abandoned Victorian Britain and moved to a then-contemporary setting in which Holmes occasionally battled Nazis.The 1984–85 Italian\/Japanese anime series Sherlock Hound adapted the Holmes stories for children, with its characters being anthropomorphic dogs. The series was co-directed by Hayao Miyazaki. Between 1979 and 1986, the Soviet studio Lenfilm produced a series of five television films, The Adventures of Sherlock Holmes and Dr. Watson. The series were split into eleven episodes and starred Vasily Livanov as Holmes and Vitaly Solomin as Watson. For his performance, in 2006 Livanov was appointed an Honorary Member of the Order of the British Empire.\n\nJeremy Brett played the detective in Sherlock Holmes for Granada Television from 1984 to 1994. Watson was played by David Burke (in the first two series) and Edward Hardwicke (in the remainder). Brett and Hardwicke also appeared on stage in 1988–89 in The Secret of Sherlock Holmes, directed by Patrick Garland.Bert Coules penned The Further Adventures of Sherlock Holmes starring Clive Merrison as Holmes and Michael Williams\/Andrew Sachs as Watson, based on throwaway references in Conan Doyle's short stories and novels. Coules had previously dramatised the entire Holmes canon for BBC Radio Four.\n\nThe 2009 film Sherlock Holmes earned Robert Downey Jr. a Golden Globe Award for his portrayal of Holmes and co-starred Jude Law as Watson. Downey and Law returned for a 2011 sequel, Sherlock Holmes: A Game of Shadows.\nBenedict Cumberbatch plays a modern version of the detective and Martin Freeman as a modern version of John Watson in the BBC One TV series Sherlock, which premiered in 2010. In the series, created by Mark Gatiss and Steven Moffat, the stories' original Victorian setting is replaced by present-day London, with Watson a veteran of the modern War in Afghanistan. Similarly, Elementary premiered on CBS in 2012, and ran for seven seasons, until 2019. Set in contemporary New York, the series featured Jonny Lee Miller as Sherlock Holmes and Lucy Liu as a female Dr. Joan Watson. With 24 episodes per season, by the end of season two, Miller became the actor who had portrayed Sherlock Holmes the most in television and\/or film.The 2015 film Mr. Holmes starred Ian McKellen as a retired Sherlock Holmes living in Sussex, in 1947, who grapples with an unsolved case involving a beautiful woman. The film is based on Mitch Cullin's 2005 novel A Slight Trick of the Mind.The 2018 television adaptation, Miss Sherlock, was a Japanese-language production, and the first adaptation with a woman (portrayed by Yūko Takeuchi) in the signature role. The episodes were based in modern-day Tokyo, with many references to Conan Doyle's stories.Holmes has also appeared in video games, including the Sherlock Holmes series of eight main titles. According to the publisher, Frogwares, the series has sold over seven million copies.\n\n\n=== Copyright issues ===\nThe copyright for Conan Doyle's works expired in the United Kingdom, Canada, and Australia at the end of 1980, fifty years after Conan Doyle's death. In the United Kingdom it was later revived, and expired again at the end of 2000. The author's works are now in the public domain in those countries.In the United States, all works published before 1923 entered public domain by 1998, but, as ten Holmes stories were published after that date, the Conan Doyle estate maintained that the Holmes and Watson characters as a whole were still under copyright. On 14 February 2013, Leslie S. Klinger (lawyer and editor of The New Annotated Sherlock Holmes) filed a declaratory judgement suit against the Conan Doyle estate asking the court to acknowledge that the characters of Holmes and Watson were public domain in the U.S. The court ruled in Klinger's favour on 23 December, and the Seventh Circuit Court of Appeals affirmed its decision on 16 June 2014. The case was appealed to the U.S. Supreme Court, which declined to hear the case, letting the appeals court's ruling stand. This resulted in the characters from the Holmes stories, along with all but ten of the stories themselves, being in the public domain in the U.S. The stories still under copyright due to the ruling, as of that time, were those collected in The Case-Book of Sherlock Holmes other than \"The Adventure of the Mazarin Stone\" and \"The Problem of Thor Bridge\". The remaining ten Holmes stories were to enter the U.S. public domain between 1 January 2019 and 1 January 2023; since then, eight of those ten have done so. As of 1 January 2022, only \"The Adventure of the Veiled Lodger\" and \"The Adventure of Shoscombe Old Place\" remain under US copyright.\nThough the United States court ruling and the passage of time has meant that most of the Holmes stories, along with their characters, were in the public domain in that country, in 2020, the Doyle estate legally challenged the use of Sherlock Holmes in the film Enola Holmes in a complaint filed in the United States. The Doyle estate alleged that the film depicts Holmes with personality traits that were only exhibited by the character in the stories still under copyright. On 18 December 2020, the lawsuit was dismissed with prejudice by stipulation of all parties.\n\n\n== Works ==\n\n\n=== Novels ===\nA Study in Scarlet (published November 1887 in Beeton's Christmas Annual)\nThe Sign of the Four (published February 1890 in Lippincott's Monthly Magazine)\nThe Hound of the Baskervilles (serialised 1901–1902 in The Strand)\nThe Valley of Fear (serialised 1914–1915 in The Strand)\n\n\n=== Short story collections ===\nThe short stories, originally published in magazines, were later collected in five anthologies:\n\nThe Adventures of Sherlock Holmes (stories published 1891–1892 in The Strand)\nThe Memoirs of Sherlock Holmes (stories published 1892–1893 in The Strand)\nThe Return of Sherlock Holmes (stories published 1903–1904 in The Strand)\nHis Last Bow: Some Later Reminiscences of Sherlock Holmes (stories published 1908–1917)\nThe Case-Book of Sherlock Holmes (stories published 1921–1927)\n\n\n== See also ==\nList of Holmesian studies\nPopular culture references to Sherlock Holmes\nSherlock Holmes fandom\n\n\n== Notes ==\n\n\n== Sherlock Holmes story references ==\nKlinger, Leslie (ed.). The New Annotated Sherlock Holmes, Volume I (New York: W. W. Norton, 2005). ISBN 0-393-05916-2 (\"Klinger I\")\nKlinger, Leslie (ed.). The New Annotated Sherlock Holmes, Volume II (New York: W. W. Norton, 2005). ISBN 0-393-05916-2 (\"Klinger II\")\nKlinger, Leslie (ed.). The New Annotated Sherlock Holmes, Volume III (New York: W. W. Norton, 2006). ISBN 978-0393058000 (\"Klinger III\")\n\n\n== Citations ==\n\n\n== Further reading ==\n\n\n== External links ==\n\nThe Sherlock Holmes Museum 221b Baker Street London NW1 6XE England.\n\"Sherlock Holmes\". 8 July 1930. at Internet Archive\nSherlock Holmes plaques on openplaques.org\nDiscovering Sherlock Holmes at Stanford University\nChess and Sherlock Holmes essay by Edward Winter\n\"The Burden of Holmes\" – 23.12.09 article in The Wall Street Journal\nSir Arthur Conan Doyle audio books by Lit2Go from the University of South Florida"},"url":{"0":"https:\/\/en.wikipedia.org\/wiki\/Arthur_Conan_Doyle","1":"https:\/\/en.wikipedia.org\/wiki\/Sherlock_Holmes"},"id":{"0":"bae34b0e-52f2-49aa-bd67-8fc691206738","1":"d6c5c4e9-9fa0-4efe-9dce-ff76d7232033"},"lastUpdatedAt":{"0":1649360732691,"1":1649360732691},"context":{"0":{"prefix":"","suffix":"\n","tokenBudget":100,"reservedTokens":0,"budgetPriority":400,"trimDirection":"trimBottom","insertionType":"newline","maximumTrimType":"sentence","insertionPosition":-1},"1":{"prefix":"","suffix":"\n","tokenBudget":100,"reservedTokens":0,"budgetPriority":400,"trimDirection":"trimBottom","insertionType":"newline","maximumTrimType":"sentence","insertionPosition":-1}}}