{
    "25 April 1874": [
        "Guglielmo Giovanni Maria Marconi, 1st Marquis of Marconi was an Italian inventor and electrical engineer, known for his creation of a practical radio wave based wireless telegraph system. This led to Marconi being credited as the inventor of radio, and he shared the 1909 Nobel Prize in Physics with Karl Ferdinand Braun in recognition of their contributions to the development of wireless telegraphy .Marconi was also an entrepreneur, businessman, and founder of The Wireless Telegraph Signal Company in the United Kingdom in 1897 . In 1929, Marconi was ennobled as a Marchese by King Victor Emmanuel III of Italy, and, in 1931, he set up Vatican Radio for Pope Pius XI.  Biography   Early years  Marconi was born into the Italian nobility as Guglielmo Giovanni Maria Marconi in Palazzo Marescalchi in Bologna on 25 April 1874, the second son of Giuseppe Marconi and his Irish wife Annie Jameson . Marconi had a brother, Alfonso, and a stepbrother, Luigi. Between the ages of two and six, Marconi and his elder brother Alfonso lived with their mother in the English town of Bedford.  Education  Marconi did not attend school as a child and did not go on to formal higher education. Instead, he learned chemistry, mathematics, and physics at home from a series of private tutors hired by his parents. His family hired additional tutors for Guglielmo in the winter when they would leave Bologna for the warmer climate of Tuscany or Florence. Marconi noted an important mentor was professor Vincenzo Rosa, a high school physics teacher in Livorno. Rosa taught the 17 year old Marconi the basics of physical phenomena as well as new theories on electricity. At the age of 18 and back in Bologna, Marconi became acquainted with University of Bologna physicist Augusto Righi, who had done research on Heinrich Hertz's work. Righi permitted Marconi to attend lectures at the university and also to use the University's laboratory and library.  Radio work  From youth, Marconi was interested in science and electricity. In the early 1890s, he began working on the idea of wireless telegraphy i.e., the transmission of telegraph messages without connecting wires as used by the electric telegraph. This was not a new idea; numerous investigators and inventors had been exploring wireless telegraph technologies and even building systems using electric conduction, electromagnetic induction and optical signalling for over 50 years, but none had proven technically and commercially successful. A relatively new development came from Heinrich Hertz, who, in 1888, demonstrated that one could produce and detect electromagnetic radiation, based on the work of James Clerk Maxwell. At the time, this radiation was commonly called Hertzian waves, and is now generally referred to as radio waves.There was a great deal of interest in radio waves in the physics community, but this interest was in the scientific phenomenon, not in its potential as a communication method. Physicists generally looked on radio waves as an invisible form of light that could only travel along a line of sight path, limiting its range to the visual horizon like existing forms of visual signaling. Hertz's death in 1894 brought published reviews of his earlier discoveries including a demonstration on the transmission and detection of radio waves by the British physicist Oliver Lodge and an article about Hertz's work by Augusto Righi. Righi's article renewed Marconi's interest in developing a wireless telegraphy system based on radio waves, a line of inquiry that Marconi noted other inventors did not seem to be pursuing.  Developing radio telegraphy  At the age of 20, Marconi began to conduct experiments in radio waves, building much of his own equipment in the attic of his home at the Villa Griffone in Pontecchio , Italy, with the help of his butler, Mignani. Marconi built on Hertz's original experiments and, at the suggestion of Righi, began using a coherer, an early detector based on the 1890 findings of French physicist douard Branly and used in Lodge's experiments, that changed resistance when exposed to radio waves. In the summer of 1894, he built a storm alarm made up of a battery, a coherer, and an electric bell, which went off when it picked up the radio waves generated by lightning. Late one night, in December 1894, Marconi demonstrated a radio transmitter and receiver to his mother, a set up that made a bell ring on the other side of the room by pushing a telegraphic button on a bench. Supported by his father, Marconi continued to read through the literature and picked up on the ideas of physicists who were experimenting with radio waves. He developed devices, such as portable transmitters and receiver systems, that could work over long distances, turning what was essentially a laboratory experiment into a useful communication system. Marconi came up with a functional system with many components: A relatively simple oscillator or spark producing radio transmitter; A wire or metal sheet capacity area suspended at a height above the ground; A coherer receiver, which was a modification of douard Branly's original device with refinements to increase sensitivity and reliability; A telegraph key to operate the transmitter to send short and long pulses, corresponding to the dots and dashes of Morse code; and A telegraph register activated by the coherer which recorded the received Morse code dots and dashes onto a roll of paper tape.In the summer of 1895, Marconi moved his experiments outdoors on his father's estate in Bologna. He tried different arrangements and shapes of antenna but even with improvements he was able to transmit signals only up to one half mile, a distance Oliver Lodge had predicted in 1894 as the maximum transmission distance for radio waves.  Transmission breakthrough  A breakthrough came in the summer of 1895, when Marconi found that much greater range could be achieved after he raised the height of his antenna and, borrowing from a technique used in wired telegraphy, grounded his transmitter and receiver. With these improvements, the system was capable of transmitting signals up to 2 miles and over hills. The monopole antenna reduced the frequency of the waves compared to the dipole antennas used by Hertz, and radiated vertically polarized radio waves which could travel longer distances. By this point, he concluded that a device could become capable of spanning greater distances, with additional funding and research, and would prove valuable both commercially and militarily. Marconi's experimental apparatus proved to be the first engineering complete, commercially successful radio transmission system.Marconi applied to the Ministry of Post and Telegraphs, then under the direction of Maggiorino Ferraris, explaining his wireless telegraph machine and asking for funding, but never received a response. An apocryphal tale claims that the minister wrote to the Longara on the document, referring to the insane asylum on Via della Lungara in Rome, but the letter was never found.In 1896, Marconi spoke with his family friend Carlo Gardini, Honorary Consul at the United States Consulate in Bologna, about leaving Italy to go to Great Britain. Gardini wrote a letter of introduction to the Ambassador of Italy in London, Annibale Ferrero, explaining who Marconi was and about his extraordinary discoveries. In his response, Ambassador Ferrero advised them not to reveal Marconi's results until after a patent was obtained. He also encouraged Marconi to come to Britain, where he believed it would be easier to find the necessary funds to convert his experiments into practical use. Finding little interest or appreciation for his work in Italy, Marconi travelled to London in early 1896 at the age of 21, accompanied by his mother, to seek support for his work. Marconi arrived at Dover, and the Customs officer opened his case to find various apparatus. The customs officer immediately contacted the Admiralty in London. While there, Marconi gained the interest and support of William Preece, the Chief Electrical Engineer of the General Post Office . During this time Marconi decided he should patent his system, which he applied for on 2 June 1896, British Patent number 12039 titled Improvements in Transmitting Electrical impulses and Signals, and in Apparatus therefor , which would become the first patent for a radio wave based communication system.  Demonstrations and achievements  Marconi made the first demonstration of his system for the British government in July 1896. A further series of demonstrations for the British followed, and, by March 1897, Marconi had transmitted Morse code signals over a distance of about 6 kilometres across Salisbury Plain. On 13 May 1897, Marconi sent the first ever wireless communication over open sea a message was transmitted over the Bristol Channel from Flat Holm Island to Lavernock Point near Cardiff, a distance of 6 kilometres . The message read, Are you ready . The transmitting equipment was almost immediately relocated to Brean Down Fort on the Somerset coast, stretching the range to 16 kilometres . Impressed by these and other demonstrations, Preece introduced Marconi's ongoing work to the general public at two important London lectures: Telegraphy without Wires , at the Toynbee Hall on 11 December 1896; and Signalling through Space without Wires , given to the Royal Institution on 4 June 1897.Numerous additional demonstrations followed, and Marconi began to receive international attention. In July 1897, he carried out a series of tests at La Spezia, in his home country, for the Italian government. A test for Lloyd's between The Marine Hotel in Ballycastle and Rathlin Island, both in County Antrim in Ulster, Ireland, was conducted on 6 July 1898 by George Kemp and Edward Edwin Glanville. A transmission across the English channel was accomplished on 27 March 1899, from Wimereux, France to South Foreland Lighthouse, England. Marconi set up an experimental base at the Haven Hotel, Sandbanks, Poole Harbour, Dorset, where he erected a 100 foot high mast. He became friends with the van Raaltes, the owners of Brownsea Island in Poole Harbour, and his steam yacht, the Elettra, was often moored on Brownsea or at The Haven Hotel. Marconi purchased the vessel after the Great War and converted it to a seaborne laboratory from where he conducted many of his experiments. Among the Elettra's crew was Adelmo Landini, his personal radio operator, who was also an inventor.In December 1898, the British lightship service authorised the establishment of wireless communication between the South Foreland lighthouse at Dover and the East Goodwin lightship, twelve miles distant. On 17 March 1899, the East Goodwin lightship sent the first wireless distress signal, a signal on behalf of the merchant vessel Elbe which had run aground on Goodwin Sands. The message was received by the radio operator of the South Foreland lighthouse, who summoned the aid of the Ramsgate lifeboat. In the autumn of 1899, his first demonstration in the United States took place. Marconi had sailed to the U.S. at the invitation of The New York Herald newspaper to cover the America's Cup international yacht races off Sandy Hook, New Jersey. The transmission was done aboard the SS Ponce, a passenger ship of the Porto Rico Line. Marconi left for England on 8 November 1899 on the American Line's SS Saint Paul, and he and his assistants installed wireless equipment aboard during the voyage. Prior to this voyage the Second Boer War had begun, and Marconi's wireless would bring news of the conflict to passengers at the request of some of the officials of the American line. On 15 November the SS Saint Paul became the first ocean liner to report her imminent return to Great Britain by wireless when Marconi's Royal Needles Hotel radio station contacted her 66 nautical miles off the English coast. The first Transatlantic Times, a newspaper containing wireless transmission news from the Needles Station at the Isle of Wight, was published onboard the SS Saint Paul prior to its arrival.  Transatlantic transmissions  At the turn of the 20th century, Marconi began investigating a means to signal across the Atlantic to compete with the transatlantic telegraph cables. Marconi established a wireless transmitting station at Marconi House, Rosslare Strand, County Wexford, in 1901 to act as a link between Poldhu in Cornwall, England, and Clifden in Connemara, County Galway, Ireland. He soon made the announcement that the message was received at Signal Hill in St. John's, Newfoundland , on 12 December 1901, using a 500 foot kite supported antenna for reception signals transmitted by the company's new high power station at Poldhu, Cornwall. The distance between the two points was about 2,200 miles . It was heralded as a great scientific advance, yet there also was and continues to be considerable scepticism about this claim. The exact wavelength used is not known, but it is fairly reliably determined to have been in the neighbourhood of 350 meters . The tests took place at a time of day during which the entire transatlantic path was in daylight. It is now known that this was the worst possible choice. At this medium wavelength, long distance transmission in the daytime is not possible because of heavy absorption of the skywave in the ionosphere. It was not a blind test; Marconi knew in advance to listen for a repetitive signal of three clicks, signifying the Morse code letter S. The clicks were reported to have been heard faintly and sporadically. There was no independent confirmation of the reported reception, and the transmissions were difficult to distinguish from atmospheric noise. A detailed technical review of Marconi's early transatlantic work appears in John S. Belrose's work of 1995. The Poldhu transmitter was a two stage circuit. Feeling challenged by sceptics, Marconi prepared a better organised and documented test. In February 1902, the SS Philadelphia sailed west from Great Britain with Marconi aboard, carefully recording signals sent daily from the Poldhu station. The test results produced coherer tape reception up to 1,550 miles , and audio reception up to 2,100 miles . The maximum distances were achieved at night, and these tests were the first to show that radio signals for medium wave and longwave transmissions travel much farther at night than in the day. During the daytime, signals had been received up to only about 700 miles , less than half of the distance claimed earlier at Newfoundland, where the transmissions had also taken place during the day. Because of this, Marconi had not fully confirmed the Newfoundland claims, although he did prove that radio signals could be sent for hundreds of kilometres , despite some scientists' belief that they were limited essentially to line of sight distances. On 17 December 1902, a transmission from the Marconi station in Glace Bay, Nova Scotia, Canada, became the world's first radio message to cross the Atlantic from North America. In 1901, Marconi built a station near South Wellfleet, Massachusetts, that sent a message of greetings on 18 January 1903 from United States President Theodore Roosevelt to King Edward VII of the United Kingdom. However, consistent transatlantic signalling was difficult to establish.Marconi began to build high powered stations on both sides of the Atlantic to communicate with ships at sea, in competition with other inventors. In 1904, he established a commercial service to transmit nightly news summaries to subscribing ships, which could incorporate them into their on board newspapers. A regular transatlantic radio telegraph service was finally begun on 17 October 1907 between Clifden, Ireland, and Glace Bay, but even after this the company struggled for many years to provide reliable communication to others.  Titanic  The role played by Marconi Co. wireless in maritime rescues raised public awareness of the value of radio and brought fame to Marconi, particularly the sinking of the RMS Titanic on 15 April 1912 and the RMS Lusitania on 7 May 1915.RMS Titanic radio operators Jack Phillips and Harold Bride were not employed by the White Star Line but by the Marconi International Marine Communication Company. After the sinking of the ocean liner on 15 April 1912, survivors were rescued by the RMS Carpathia of the Cunard Line. The Carpathia took a total of 17 minutes to both receive and decode the SOS signal sent by the Titanic. There was a distance of 58 miles between the two ships. When Carpathia docked in New York, Marconi went aboard with a reporter from The New York Times to talk with Bride, the surviving operator. After this incident, Marconi gained popularity and became more recognised for his contributions to the field of radio and wireless technology.On 18 June 1912, Marconi gave evidence to the Court of Inquiry into the loss of the Titanic regarding the marine telegraphy's functions and the procedures for emergencies at sea. Britain's Postmaster General summed up, referring to the Titanic disaster: Those who have been saved, have been saved through one man, Mr. Marconi ... and his marvellous invention. Marconi was offered free passage on the Titanic before she sank, but had taken the Lusitania three days earlier. As his daughter Degna later explained, he had paperwork to do and preferred the public stenographer aboard that vessel.  Continuing work  Over the years, the Marconi companies gained a reputation for being technically conservative, in particular by continuing to use inefficient spark transmitter technology, which could be used only for radio telegraph operations, long after it was apparent that the future of radio communication lay with continuous wave transmissions which were more efficient and could be used for audio transmissions. Somewhat belatedly, the company did begin significant work with continuous wave equipment beginning in 1915, after the introduction of the oscillating vacuum tube . The New Street Works factory in Chelmsford was the location for the first entertainment radio broadcasts in the United Kingdom in 1920, employing a vacuum tube transmitter and featuring Dame Nellie Melba. In 1922, regular entertainment broadcasts commenced from the Marconi Research Centre at Great Baddow, forming the prelude to the BBC, and he spoke of the close association of aviation and wireless telephony in that same year at a private gathering with Florence Tyzack Parbury, and even spoke of interplanetary wireless communication. In 1924, the Marconi Company co established the Unione Radiofonica Italiana .  Later years  In 1914, Marconi was made a Senator in the Senate of the Kingdom of Italy and appointed Honorary Knight Grand Cross of the Royal Victorian Order in the UK. During World War I, Italy joined the Allied side of the conflict, and Marconi was placed in charge of the Italian military's radio service. He attained the rank of lieutenant in the Italian Royal Army and of commander in the Regia Marina. In 1929, he was made a marquess by King Victor Emmanuel III. While helping to develop microwave technology, the Marchese Marconi suffered nine heart attacks in the span of three years preceding his death. Marconi died in Rome on 20 July 1937 at age 63, following the ninth, fatal, heart attack, and Italy held a state funeral for him. As a tribute, shops on the street where he lived were Closed for national mourning . In addition, at 6 pm the next day, the time designated for the funeral, transmitters around the world observed two minutes of silence in his honour. The British Post Office also sent a message requesting that all broadcasting ships honour Marconi with two minutes of broadcasting silence. His remains are housed in the Mausoleum of Guglielmo Marconi in the grounds of Villa Griffone at Sasso Marconi, Emilia Romagna, which assumed that name in his honour in 1938.In 1943, Marconi's elegant sailing yacht, the Elettra, was commandeered and refitted as a warship by the German Navy. She was sunk by the RAF on 22 January 1944. After the war, the Italian Government tried to retrieve the wreckage, to rebuild the boat, and the wreckage was removed to Italy. Eventually, the idea was abandoned, and the wreckage was cut into pieces which were distributed amongst Italian museums. In 1943, the Supreme Court of the United States handed down a decision on Marconi's radio patents restoring some of the prior patents of Oliver Lodge, John Stone Stone, and Nikola Tesla. The decision was not about Marconi's original radio patents and the court declared that their decision had no bearing on Marconi's claim as the first to achieve radio transmission, just that since Marconi's claim to certain patents was questionable, he could not claim infringement on those same patents. There are claims the high court was trying to nullify a World War I claim against the United States government by the Marconi Company via simply restoring the non Marconi prior patent.  Personal life  Marconi was a friend of Charles van Raalte and his wife Florence, the owners of Brownsea Island; and of Margherita, their daughter, and in 1904 he met her Irish friend, The Hon. Beatrice O'Brien , a daughter of The 14th Baron Inchiquin. On 16 March 1905, Beatrice O'Brien and Marconi were married, and spent their honeymoon on Brownsea Island. They had three daughters, Degna , Gioia , and Lucia , and a son, Giulio, 2nd Marchese Marconi . In 1913, the Marconi family returned to Italy and became part of Rome society. Beatrice served as a lady in waiting to Queen Elena. At Marconi's request, his marriage to Beatrice was annulled on 27 April 1927, so he could remarry. Marconi and Beatrice had divorced on 12 February 1924 in the free city of Fiume . On 12 June 1927 Marconi went on to marry Maria Cristina Bezzi Scali , the only daughter of Francesco, Count Bezzi Scali. To do this he had to be confirmed in the Catholic faith and became a devout member of the Church. He was baptised Catholic but had been brought up as a member of the Anglican Church. On 12 June 1927, Marconi married Maria Cristina in a civil service, with a religious ceremony performed on 15 June. Marconi was 53 years old and Maria Cristina was 26. They had one daughter, Maria Elettra Elena Anna , who married Prince Carlo Giovannelli in 1966; they later divorced. For unexplained reasons, Marconi left his entire fortune to his second wife and their only child, and nothing to the children of his first marriage.Marconi wanted to personally introduce in 1931 the first radio broadcast of a Pope, Pius XI, and did announce at the microphone: With the help of God, who places so many mysterious forces of nature at man's disposal, I have been able to prepare this instrument which will give to the faithful of the entire world the joy of listening to the voice of the Holy Father .  Fascism  Marconi joined the National Fascist Party in 1923. In 1930, Italian dictator Benito Mussolini appointed him President of the Royal Academy of Italy, which made Marconi a member of the Fascist Grand Council. Marconi was an apologist for fascist ideology and actions such as the Italian invasion of Ethiopia in the Second Italo Abyssinian War.In his lecture he stated: I reclaim the honour of being the first fascist in the field of radiotelegraphy, the first who acknowledged the utility of joining the electric rays in a bundle, as Mussolini was the first in the political field who acknowledged the necessity of merging all the healthy energies of the country into a bundle, for the greater greatness of Italy .In 2002 researcher Annalisa Capristo found documents in the archives of Rome which showed that during his time as the President of the Royal Academy of Italy, Marconi had marked by hand Jewish applicants' records with an E , where in the Italian language word for Jew is Ebreo . Not one Jew was allowed to join during Marconi's tenure as President from 1930, three years before Adolf Hitler took power in Germany and eight years before Benito Mussolini's race laws brought his regime's anti semitism into the open. Following publication of Capristo's article The Exclusion of Jews From the Academy of Italy published in the Israel Monthly Review, historians were divided over whether the discrimination was the personal initiative of a scientist who considered Jews inferior or whether it was the action of a man too weak to oppose the regime's edicts.  Legacy and honours   Archives  A large collection of Marconi artefacts was held by The General Electric Company, plc of the United Kingdom which later renamed itself Marconi plc and Marconi Corporation plc. In December 2004 the extensive Marconi Collection, held at the former Marconi Research Centre at Great Baddow, Chelmsford, Essex UK was donated to the nation by the Company via the University of Oxford. This consisted of the BAFTA award winning MarconiCalling website, some 250 physical artefacts and the massive ephemera collection of papers, books, patents and many other items. The artefacts are now held by The Museum of the History of Science and the ephemera Archives by the nearby Bodleian Library. Following three years' work at the Bodleian, an Online Catalogue to the Marconi Archives was released in November 2008.  Orders and decorations  ItalianKnight of the Order of Merit for Labour Knight of the Civil Order of Savoy Grand Cordon of the Order of the Crown of Italy Grand Cordon of the Order of Saints Maurice and Lazarus Marquis of Marconi OthersGrand Cross of the Order of Saint Anna of the Russia Empire Honorary Knight Grand Cross of the Royal Victorian Order of the United Kingdom Grand Cross of the Civil Order of Alfonso XII of Spain Grand Cordon of the Order of the Rising Sun of Japan   Honours and awards  In 1901, he was elected as a member of the American Philosophical Society. In 1903, Marconi also received the freedom of the City of Rome. In 1909, Marconi shared the Nobel Prize in Physics with Karl Ferdinand Braun for their contributions to the development of wireless telegraphy . In 1914, Marconi was named senator by the king of Italy Vittorio Emanuele III In 1918, he was awarded the Franklin Institute's Franklin Medal. In 1920, he was awarded the IRE Medal of Honor, now the IEEE Medal of Honor. In 1931, he was awarded the John Scott Medal by the Franklin Institute and the City Council of Philadelphia. In 1934, he was awarded the Wilhelm Exner Medal. In 1974, Italy marked the birth centennial of Marconi with a circulating commemorative Lire 100 coin. In 1975, Marconi was inducted into the National Inventors Hall of Fame. In 1978, Marconi was inducted into the NAB Broadcasting Hall of Fame. In 1988, the Radio Hall of Fame inducted Marconi as a Pioneer . In 1990, the Bank of Italy issued a Lire 2,000 banknote featuring his portrait on the front and on the back his accomplishments. In 2001, Great Britain released a commemorative 2 coin celebrating the 100th anniversary of Marconi's first wireless communication. Marconi's early experiments in wireless telegraphy were the subject of two IEEE Milestones; one in Switzerland in 2003 and most recently in Italy in 2011. In 2009, Italy issued a commemorative silver 10 Euro coin honouring the centennial of Marconi's Nobel Prize. In 2009, he was inducted into the New Jersey Hall of Fame. The Dutch radio academy bestows the Marconi Awards annually for outstanding radio programmes, presenters and stations. The National Association of Broadcasters bestows the annual NAB Marconi Radio Awards also for outstanding radio programmes and stations.  Tributes  A funerary monument to the effigy of Marconi can be seen in the Basilica of Santa Croce, Florence, but his remains are in the Mausoleum of Guglielmo Marconi in Sasso Marconi, Italy. His former villa, adjacent to the mausoleum is the Marconi Museum with much of his equipment. A Guglielmo Marconi sculpture by Attilio Piccirilli stands in Washington, D.C. A granite obelisk stands on the cliff top near the site of Marconi's Marconi's Poldhu Wireless Station in Cornwall, commemorating the first transatlantic transmission. Marconi Plaza Park, an urban park square named after the inventor in 1937, is located Philadelphia, Pennsylvania at Oregon Ave and South Broad Street. It includes a later 1975 bronze statue of Marconi erected on the east side.  Places and organisations named after Marconi   Outer space  The asteroid 1332 Marconia is named in his honour. A large crater on the far side of the moon is also named after him.  Europe  Italy Bologna Guglielmo Marconi Airport , of Bologna, is named after Marconi, its native son. Ponte Guglielmo Marconi, bridge that connects Piazza Augusto Righi with Piazza Tommaso Edison, in Rome  Oceania  Australia Australian football and social club Marconi Stallions.  North America  Canada The Marconi's Wireless Telegraph Company of Canada , of Montreal, Quebec, Canada, was created in 1903 by Guglielmo Marconi. In 1925 the company was renamed to the 'Canadian Marconi Company', which was acquired by English Electric in 1953. The company name changed again to CMC Electronics Inc. in 2001. In 2002, the company historical radio business was sold to Ultra Electronics to become Ultra Electronics TCS Inc., now doing business as Ultra Communications. Both CMC Electronics and Ultra Communications are still located in Montreal. The Marconi National Historic Sites of Canada was created by Parks Canada as a tribute to Marconi's vision in the development of radio telecommunications. The first official wireless message was sent from this location by the Atlantic Ocean to England in 1902. The museum site is located in Glace Bay, Nova Scotia, at Table Head on Timmerman Street.  United States    California  Marconi Conference Center and State Historic Park, site of the transoceanic Marshall Receiving Station, Marshall.   Hawaii  Marconi Wireless Telegraphy Station on Oahu's North Shore, briefly the world's most powerful telegraph station.   Massachusetts  Marconi Beach in Wellfleet, Massachusetts, part of the Cape Cod National Seashore, located near the site of his first transatlantic wireless signal from the United States to Britain. There are still remnants of the wireless tower at this beach and at Forest Road Beach in Chatham, Massachusetts.   New Jersey  New Brunswick Marconi Station, now the Guglielmo Marconi Memorial Plaza in Somerset, NJ. President Woodrow Wilson's Fourteen Points speech was transmitted from the site in 1918. Belmar Marconi Station, now the InfoAge Science History Center in Wall Township, NJ.   New York  La Scuola d'Italia Guglielmo Marconi on New York City's Upper East Side.   Pennsylvania  Marconi Plaza, Philadelphia, Pennsylvania. Roman terrace styled plaza originally designed by the architects Olmsted Brothers in 1914 1916, built as the grand entrance for the 1926 Sesquicentennial Exposition and renamed to honour Marconi.  Patents   British patents   US patents   Reissued   See also History of radio Jagadish Chandra Bose List of people on stamps of Ireland List of covers of Time magazine during the 1920s 6 December 1926 Marconi's law  References   Sources Hong, Sungook . Wireless: From Marconi's Black Box to the Audion . Cambridge, Mass.: MIT Press. ISBN 0 262 08298 5.  Further reading Relatives and company publicationsBussey, Gordon, Marconi's Atlantic Leap, Marconi Communications, 2000. ISBN 0 9538967 0 6 Isted, G.A., Guglielmo Marconi and the History of Radio Part I, General Electric Company, p.l.c., GEC Review, Volume 7, No. 1, p45, 1991, ISSN 0267 9337 Isted, G.A., Guglielmo Marconi and the History of Radio Part II, General Electric Company, p.l.c., GEC Review, Volume 7, No. 2, p110, 1991, ISSN 0267 9337 Marconi, Degna, My Father, Marconi, James Lorimer Co, 1982. ISBN 0 919511 14 7 : Marconi, mio padre, Di Renzo Editore, 2008, ISBN 88 8323 206 2 Marconi's Wireless Telegraph Company, Year book of wireless telegraphy and telephony, London: Published for the Marconi Press Agency Ltd., by the St. Catherine Press Wireless Press. LCCN 14017875 sn 86035439 Simons, R.W., Guglielmo Marconi and Early Systems of Wireless Communication, General Electric Company, p.l.c., GEC Review, Volume 11, No. 1, p37, 1996, ISSN 0267 9337Scholarly studiesAhern, Steve , Making Radio Allen Unwin, Sydney, 2006 ISBN 9781741149128. Aitken, Hugh G. J., Syntony and Spark: The Origins of Radio, New York: John Wiley Sons, 1976. ISBN 0 471 01816 3 Aitken, Hugh G. J., The Continuous Wave: Technology and American Radio, 1900 1932, Princeton, New Jersey: Princeton University Press, 1985. ISBN 0 691 08376 2. Anderson, Leland I., Priority in the Invention of Radio Tesla vs. Marconi Baker, W. J., A History of the Marconi Company, 1970. Brodsky, Ira. The History of Wireless: How Creative Minds Produced Technology for the Masses Cheney, Margaret, Tesla: Man Out of Time Laurel Publishing, 1981. Chapter 7, esp pp 69, re: published lectures of Tesla in 1893, copied by Marconi. Clark, Paddy, Marconi's Irish Connections Recalled, published in 100 Years of Radio, IEE Conference Publication 411, 1995. Coe, Douglas and Kreigh Collins , Marconi, pioneer of radio, New York, J. Messner, Inc., 1943. LCCN 43010048 Garratt, G. R. M., The early history of radio: from Faraday to Marconi, London, Institution of Electrical Engineers in association with the Science Museum, History of technology series, 1994. ISBN 0 85296 845 0 LCCN gb 94011611 Geddes, Keith, Guglielmo Marconi, 1874 1937, London : H.M.S.O., A Science Museum booklet, 1974. ISBN 0 11 290198 0 LCCN 75329825 Hancock, Harry Edgar, Wireless at sea; the first fifty years: A history of the progress and development of marine wireless communications written to commemorate the jubilee of the Marconi International Marine Communication Company, Limited, Chelmsford, Eng., Marconi International Marine Communication Co., 1950. LCCN 51040529 L Homer, Peter and O'Connor, Finbar, Marconi Wireless Radio Station: Malin Head from 1902, 2014. Hughes, Michael and Bosworth, Katherine, Titanic Calling : Wireless Communications During the Great Disaster, Oxford, WorldCat.org, 2012, ISBN 978 1 85124 377 8 Janniello, Maria Grace, Monteleone, Franco and Paoloni, Giovanni , One hundred years of radio: From Marconi to the future of the telecommunications. Catalogue of the extension, Venice: Marsilio. Jolly, W. P., Marconi, 1972. Larson, Erik, Thunderstruck, New York: Crown Publishers, 2006. ISBN 1 4000 8066 5 A comparison of the lives of Hawley Harvey Crippen and Marconi. Crippen was a murderer whose Transatlantic escape was foiled by the new invention of shipboard radio. MacLeod, Mary K., Marconi: The Canada Years 1902 1946, Halifax, Nova Scotia: Nimbus Publishing Limited, 1992, ISBN 1551093308 Masini, Giancarlo, Guglielmo Marconi, Turin: Turinese typographical publishing union, 1975. LCCN 77472455 Mason, H. B. . Encyclopaedia of ships and shipping, Wireless Telegraphy. London: Shipping Encyclopaedia. 1908. Perry, Lawrence . Commercial Wireless Telegraphy . The World's Work: A History of Our Time. V: 3194 3201. Retrieved 10 July 2009. Raboy, Marc. Marconi: The Man Who Networked the World 872 pp. online review Stone, Ellery W., Elements of Radiotelegraphy Weightman, Gavin, Signor Marconi's magic box: the most remarkable invention of the 19th century the amateur inventor whose genius sparked a revolution, 1st Da Capo Press ed., Cambridge, MA : Da Capo Press, 2003. ISBN 0 306 81275 4 Winkler, Jonathan Reed. Nexus: Strategic Communications and American Security in World War I. . Account of rivalry between Marconi's firm and the United States government during World War I.  External links  Wikimedia Marconi, Guglielmo . Encyclop dia Britannica . 1922.General achievementsGuglielmo Marconi on Nobelprize.org including the Nobel Lecture, 11 December 1909 Wireless Telegraphic Communication Marconi il 5 marzo 1896, presenta a Londra la prima richiesta provvisoria di brevetto, col numero 5028 e col titolo Miglioramenti nella telegrafia e relativi apparati Archived 16 April 2007 at the Wayback Machine List of British and French patents Archived 27 September 2007 at the Wayback Machine The first patent application number 5028 of 5 March 1896 Foundations and academicsUniversity of Oxford Introduction to the Online Catalogue of the Marconi Collection University of Oxford Online Catalogue of the Marconi Archives Guglielmo Marconi Foundation, Pontecchio Marconi, Bologna, Italy Galileo Legacy Foundation: pictures of the Dedication of the Guglielmo Marconi Square, Johnston RI United States Dedication Photos History of Marconi House, Marconi House, Strand Aldwych, London.Multimedia and booksMarconiCalling The Life, Science and Achievements of Guglielmo Marconi, part of the Marconi Collection at the University of Oxford Canadian Heritage Minute featuring Marconi Guglielmo Marconi documentary Archived 9 July 2019 at the Wayback Machine, narrated by Walter Cronkite Review of Signor Marconi's Magic Box Archived 5 November 2005 at the Wayback Machine Newspaper clippings about Guglielmo Marconi in the 20th Century Press Archives of the ZBWTransatlantic signals and radioRobert White, Guglielmo Marconi Aerial Assistance with a Kite. Bridging the Atlantic By Wireless Signal 12 December 1901. Kiting, The Journal of the American Kitefliers Association. Vol. 23, Issue 5 Winter 2002. November 2001 Faking the Waves, 1901 Marconi and wireless telegraphy using kitesKeys and signals Sparks Telegraph Key Review An exhaustive listing of wireless telegraph key manufacturers including photos of most Marconi keys United States Senate Inquiry into the Titanic disaster Testimony of Guglielmo MarconiPriority of inventionvs Tesla PBS: Marconi and Tesla: Who invented radio? United States Supreme Court, Marconi Wireless Telegraph co. of America v. United States. 320 U.S. 1. Nos. 369, 373. Argued 9 12 April 1943. Decided 21 June 1943. 21st Century Books: Priority in the Invention of Radio Tesla vs. MarconiPersonalInformation about Marconi and his yacht Elettra I diari di laboratorio di Guglielmo Marconi Archived 25 February 2007 at the Wayback Machine Comitato Guglielmo Marconi International, Bologna, Italy August 1914 photo article on Marconi Belmar station in Wall, NJ, InfoAge. Marconi, Guglielmo: Statue north of Meridian Hill Park in Washington Archived 3 August 2016 at the Wayback Machine, D.C. by Attilio PiccirilliOtherGuglielmo Marconi, 2000 Italian Lire",
        